Repository: ZigmundRat/CrossMgr
Catalog: CrossMgrLocale/*/LC_MESSAGES/messages.po
Languages: es, it

source: Laps To Go must be >= 0
it: I giri per l'arrivo devono essere >= 0

source: GPX Track
it: Traccia GPX

source: Oval Track
es: Pista ovalada
it: Pista ovale

source: Finish on Top
es: Terminar en la parte superior
it: Finisci in cima

source: Reverse Direction
es: Direccion contraria
it: Direzione inversa

source: Rewind
es: Rebobinar
it: riavvolgere

source: Play
es: Jugar
it: Riprodurre

source: Playback Speed
es: Velocidad de reproducción
it: Velocità di riproduzione

source: Highlight Numbers
es: Resaltar números
it: Evidenzia i numeri

source: Update
es: Actualizar
it: Aggiornare

source: Stop
es: Detener
it: Fermare

source: Open RaceDB Event
es: Evento abierto RaceDB
it: Apri evento RaceDB

source: Drag and Drop any RaceDB URL from the browser. Drag the small icon just to the left of the URL on the browser page to the RaceDB logo below
es: Arrastre y suelte cualquier URL de RaceDB desde el navegador. \ nArrastre el pequeño icono a la izquierda de la URL o en la página del navegador al logotipo de RaceDB a continuación
it: Trascina e rilascia qualsiasi URL RaceDB dal browser. Trascina l'icona piccola a sinistra dell'URL nella pagina del browser per il logo RaceDB sotto

source: RaceDB URL
es: URL RaceDB
it: URL RaceDB

source: All Events On
es: Todos los eventos en
it: Tutti gli eventi

source: Event Info
es: Información del evento
it: Informazioni sull'evento

source: Event Type
es: Tipo de evento
it: Tipo di evento

source: Participants
es: Participantes
it: Partecipanti

source: Open Event
es: Evento abierto
it: Evento aperto

source: Error Connecting to RaceDB Server
es: Error al conectar con el servidor RaceDB
it: Errore durante la connessione al server RaceDB

source: Confirm Open Event
es: Confirmar evento abierto
it: Conferma l'evento aperto

source: Error Creating Folder
es: Error al crear la carpeta
it: Errore durante la creazione della cartella

source: Error Writing File
es: Error al escribir el archivo
it: Errore durante la scrittura del file

source: No Events found on
es: No se han encontrado eventos en
it: Non si sono trovati Eventi

source: Events retrieved successfully
es: Eventos recuperados exitosamente
it: Eventi recuperati con successo

source: Past
it: Passato

source: Event
es: Evento
it: Evento

source: Upload Results to RaceDB
es: Subir los resultados a RaceDB
it: Carica i risultati su RaceDB

source: Done
es: Hecho
it: Fatto

source: Starting Upload...
es: Iniciando Subida ...
it: Inizia il Caricamento ...

source: Warning
es: Advertencia
it: avvertimento

source: Otherwise, Upload Successful.
es: De lo contrario, subir con éxito.
it: In caso contrario, carica con successo.

source: Upload Successful.
es: Subida exitosa.
it: Caricato con successo.

source: RaceDB Upload Status
es: Estado de subida de RaceDB
it: Stato dell'upload a RaceDB

source: Checking
es: Comprobación
it: verifica

source: Connection failed
es: La conexión falló
it: Connessione fallita

source: Unexpected return
es: Retorno inesperado
it: Risposta inaspettata

source: Attempting to connect to RaceResult reader at
es: Intentando conectar con el lector RaceResult en
it: Tentativo di connessione al lettore RaceResult all'indirizzo

source: Connection to RaceResult reader failed
es: Falló la conexión con el lector RaceResult
it: Connessione al lettore RaceResult non riuscita

source: Attempting AutoDetect...
es: Intentando AutoDetect ...
it: Tentativo di AutoRicerca ...

source: AutoDetect RaceResult at
it: AutoRicerca RaceResult presso

source: RaceResult requires Firmware Upgrade
es: RaceResult requiere actualización de firmware
it: RaceResult richiede l'aggiornamento del firmware

source: CrossMgr requires PROTOCOL
es: CrossMgr requiere PROTOCOLO
it: CrossMgr richiede PROTOCOLLO

source: RaceResult supports
es: RaceResult apoya
it: RaceResult supporta

source: invalid date
es: fecha invalida
it: dato non valido

source: Checking COM
es: Comprobando COM
it: Controllo COM

source: Write length error
es: Error de longitud de escritura
it: Scrivi errore di lunghezza

source: Command failed
es: Comando falló
it: Comando fallito

source: Attempting to connect to RaceResult reader on COM
es: Intentando conectar con el lector RaceResult en COM
it: Tentativo di connessione al lettore RaceResult su COM

source: AutoDetect RaceResult at COM
es: AutoDetecta RaceResult en COM
it: AutoRicerca RaceResult al COM

source: Warning: Loop ID != 0
es: Advertencia: ¡ID de bucle! = 0
it: Attenzione: Loop ID! = 0

source: Tag
es: Etiqueta
it: Chip

source: Tag1
es: Etiqueta1
it: Chip1

source: Tag2
es: Etiqueta2
it: Chip2

source: Tag3
es: Etiqueta3
it: Chip3

source: Tag4
es: Etiqueta4
it: Chip4

source: Tag5
es: Etiqueta5
it: Chip5

source: Tag6
es: Etiqueta6
it: Chip6

source: Tag7
es: Etiqueta7
it: Chip7

source: Tag8
es: Etiqueta8
it: Chip8

source: Tag9
es: Etiqueta9
it: Chip9

source: CustomCategory
es: CategoríaPersonalizada
it: CategoriaPersonalizzata

source: CustomCategory1
es: CategoríaPersonalizada1
it: CategoriaPersonalizzata1

source: CustomCategory2
es: CategoríaPersonalizada2
it: CategoriaPersonalizzata2

source: CustomCategory3
es: CategoríaPersonalizada3
it: CategoriaPersonalizzata3

source: CustomCategory4
es: CategoríaPersonalizada4
it: CategoriaPersonalizzata4

source: CustomCategory5
es: CategoríaPersonalizada5
it: CategoriaPersonalizzata5

source: CustomCategory6
es: CategoríaPersonalizada6
it: CategoriaPersonalizzata6

source: CustomCategory7
es: CategoríaPersonalizada7
it: CategoriaPersonalizzata7

source: CustomCategory8
es: CategoríaPersonalizada8
it: CategoriaPersonalizzata8

source: CustomCategory9
es: CategoríaPersonalizada9
it: CategoriaPersonalizzata9

source: Bib#
es: Babero#
it: Nr#

source: LastName
es: Apellido
it: Cognome

source: FirstName
es: Nombre de pila
it: Nome

source: State
es: Estado
it: Stato

source: EventCategory
es: Categoría de evento
it: CategoriaDiEventi

source: License
es: Licencia
it: Licenza

source: TeamCode
es: Código de Equipo
it: CodiceSquadra

source: Factor
it: Fattore

source: Specify the Excel File containing additional rider information.
es: Especifique el archivo de Excel que contiene información adicional del usuario.
it: Specificare il file Excel contenente ulteriori informazioni sull'atleta

source: Each race must be in a separate sheet.
es: Cada carrera debe estar en una hoja separada.
it: Ogni gara deve essere in un foglio separato.

source: See documentation for examples.
es: Vea la documentación para ejemplos.
it: Vedi la documentazione per gli esempi.

source: Excel Workbook:
es: Libro de Excel:
it: Cartella di lavoro di Excel:

source: Specify the sheet containing the information for this race:
es: Especifique la hoja que contiene la información para esta carrera:
it: Specifica il foglio contenente le informazioni per questa corsa:

source: Could not find a Header Row
es: No se pudo encontrar una fila de encabezado
it: Impossibile trovare una riga di intestazione

source: Blank Header Column
es: Columna de encabezado en blanco
it: Colonna di intestazione vuota

source: Specify the spreadsheet columns corresponding to CrossMgr fields.
es: Especifique las columnas de la hoja de cálculo correspondientes a los campos de CrossMgr.
it: Specificare le colonne del foglio di calcolo corrispondenti ai campi CrossMgr.

source: Set ignored or missing fields to blank.
es: Establezca en blanco los campos ignorados o faltantes.
it: Imposta i campi ignorati o mancanti in bianco.

source: Initialize CrossMgr Categories from Excel EventCategory/CustomCategory and Bib# columns
es: Inicialice las categorías de CrossMgr desde Excel EventCategory / CustomCategory y Bib #
it: Inizializza categorie CrossMgr da colonne EventCategory/CustomCategory e Bib # Excel

source: Updates, adds or deletes CrossMgr categories, with bib numbers, using the EventCategory/CustomCategory and Bib# columns in the Excel sheet. Use with care as the Categories will be updated every time the Excel sheet changes. Read the documentation first!
es: Actualiza, agrega o elimina categorías de CrossMgr, con números de bib, usando las columnas EventCategory / CustomCategory y Bib # en la hoja de Excel. Use con cuidado ya que las Categorías se actualizarán cada vez que cambie la hoja de Excel. ¡Lea primero la documentación!
it: Aggiorna, aggiunge o elimina le categorie di CrossMgr, con numeri di pettorale, utilizzando le colonne EventCategory/CustomCategory e Bib # nel foglio Excel. Usare con cautela poiché le categorie verranno aggiornate ogni volta che il foglio Excel cambia. Leggi prima la documentazione!

source: Spreadsheet
es: Hoja de cálculo
it: foglio elettronico

source: Excel File
es: Archivo Excel
it: File Excel

source: Sheet Name
es: Nombre de la hoja
it: Nome del foglio

source: Rider Data Entries
es: Entradas de datos del jinete
it: Voci dei dati dell'atleta

source: CrossMgr Categories from Excel EventCategory/CustomCategory
es: Categorías de CrossMgr de Excel EventCategory / CustomCategory
it: Categorie CrossMgr da Excel EventCategory/CustomCategory

source: Categories and Properties
es: Categorias y propiedades
it: Categorie e proprietà

source: Status
es: Estado
it: Stato

source: Errors
es: Los errores
it: Errori

source: Copy Errors to Clipboard
es: Copiar errores al portapapeles
it: Copia errori negli appunti

source: Excel Errors Copied to Clipboard.
es: Excel errores copiados al portapapeles.
it: Errori di Excel copiati negli appunti.

source: Excel Errors Copied to Clipboard
es: Errores de Excel copiados al portapapeles
it: Errori di Excel copiati negli appunti

source: Read Categories
es: Leer Categorías
it: Leggi le categorie

source: Read Properties
es: Leer propiedades
it: Leggi le Proprietà

source: Yes
es: Sí
it: Sì

source: Success!
es: ¡Éxito!
it: Successo!

source: Define Excel Link
es: Definir enlace de Excel
it: Definisci il collegamento Excel

source: Please specify an Excel file.
es: Por favor, especifique un archivo de Excel.
it: Si prega di specificare un file Excel.

source: Cannot find at least 5 header names in the Excel sheet.
es: No se pueden encontrar al menos 5 nombres de encabezados en la hoja de Excel.
it: Impossibile trovare almeno 5 nomi di intestazione nel foglio di Excel.

source: Check the format.
es: Comprueba el formato.
it: Controlla il formato.

source: Excel Format Error
es: Error de formato de Excel
it: Errore nel formato Excel

source: No RFID Tag Columns Specified.
es: No se especifican columnas de etiquetas RFID.
it: Nessuna colonna tag RFID specificata.

source: Fix it now?
es: ¿Arréglalo ahora?
it: Sistemalo ora?

source: No RFID Tag Columns
es: No hay columnas de etiquetas RFID
it: Nessuna colonna tag RFID

source: You must specify column
es: Debe especificar la columna
it: Devi specificare la colonna

source: Problem extracting rider info.
es: Problema al extraer información del jinete.
it: Problema ad estrarre informazioni sull'atleta

source: Check the Excel format.
es: Compruebe el formato de Excel.
it: Controlla il formato Excel.

source: Data Error
es: Error de datos
it: Errore dati

source: Unknown
es: Desconocido
it: Sconosciuto

source: Row
es: Fila
it: Riga

source: Duplicate Bib#
es: Duplicar babero #
it: Nr # duplicato

source: Same as row
es: Igual que la fila
it: Lo stesso della riga

source: Missing field
es: Campo faltante
it: Campo mancante

source: Duplicate Field
es: Campo duplicado
it: Campo duplicato

source: Same as
es: Igual que
it: Uguale a

source: Missing Field
es: Campo perdido
it: Campo mancante

source: Specify the Excel File containing TT Start Times in HH:MM:SS format.
es: Especifique el archivo de Excel que contiene las horas de inicio de TT en formato HH:MM:SS.
it: Specificare il file Excel contenente TT Orari di Partenza nel formato HH: MM: SS.

source: This is the Stopwatch Time usually beginning at 00:01:00, with 30 to 60 second gaps - not the clock time.
es: Este es el tiempo de cronómetro que generalmente comienza a las 00:01:00, con intervalos de 30 a 60 segundos, no la hora del reloj.
it: Questo è il tempo di cronometro che di solito inizia alle 00:01:00, con intervalli tra 30 e 60 secondi, non l'ora dell'orologio.

source: Specify the sheet containing the start times for this race:
es: Especifique la hoja que contiene los tiempos de inicio para esta carrera:
it: Specifica il foglio contenente gli orari di partenza per questa gara:

source: Specify the spreadsheet columns corresponding to the Start Time fields.
es: Especifique las columnas de la hoja de cálculo correspondientes a los campos de Hora de inicio.
it: Specificare le colonne del foglio di calcolo corrispondenti ai campi Ora partenza.

source: Both Bib and Start Time must be specified.
es: Se deben especificar tanto el Bib como la Hora de inicio.
it: Devono essere specificati sia NR. sia Ora di partenza.

source: Summary:
es: Resumen:
it: Sommario:

source: Excel File:
es: Archivo Excel:
it: File Excel:

source: Sheet Name:
es: Nombre de la hoja:
it: Nome del foglio:

source: Rider Start Times:
es: Horario de inicio del jinete:
it: Orari di partenza dell'atleta:

source: Status:
es: Estado:
it: Stato:

source: Failure
es: Fracaso
it: Errore

source: Import TT Start Times
es: Importar tiempos de inicio de TT
it: Importa tempi di partenza TT

source: Missing excelLink
es: Falta excelLink
it: ExcelLink mancante

source: missing start time
es: falta la hora de inicio
it: ora di partenza mancante

source: cannot read time format
es: no puede leer el formato de hora
it: non posso leggere il formato dell'ora

source: cannot read start time (neither Excel time nor String)
es: no se puede leer la hora de inicio (ni la hora de Excel ni la cadena)
it: impossibile leggere l'ora di inizio (né ora di Excel né stringa)

source: Start Time Import Errors
es: Errores de importación de tiempo de inicio
it: Errori di importazione dell'orario di partenza

source: Start Times Changed
es: Horas de inicio cambiadas
it: Orari di partenza cambiati

source: Start Times Success
it: Tempo di partenza buono

source: Issue
es: Problema
it: Problema

source: Recommendation
es: Recomendación
it: Raccomandazione

source: Fix
es: Fijar
it: sistemare

source: EarlyTimes
es: Tiempos tempranos
it: Tempi Anticipati

source: Rider has entries before the Start Offset.
es: El jinete tiene entradas antes del Start Offset.
it: Il pilota ha registrazioni prima dell'inizio dell'offset.

source: Early times are not shown in the results.
es: Los primeros tiempos no se muestran en los resultados.
it: I tempi nanticipati on sono mostrati nei risultati.

source: StartOffset
it: Offset di partenza

source: Rider has extra laps not shown in results (all riders finish on leader's last lap)
es: El piloto tiene vueltas adicionales que no se muestran en los resultados (todos los pilotos terminan en la última vuelta del líder)
it: L'atleta ha giri extra non mostrati nei risultati (tutti i corridori finiscono all'ultimo giro del leader)

source: time penalty
es: penalización de tiempo
it: penalità in tempo

source: Penalty
es: Pena
it: Penalità

source: Race Laps
es: Vueltas de carrera
it: Giri della gara

source: Verify that Category did Race Laps. Update Race Laps for Category if necessary.
es: Verifique que la categoría haya hecho las vueltas de carrera. Actualizar carreras de vueltas para la categoría si es necesario.
it: Verifica che la categoria abbia fatto i giri della gara. Aggiorna i giri gara per categoria se necessario.

source: Check for DNF after rider lap
es: Compruebe si hay DNF después de la vuelta piloto
it: Controlla il DNF dopo il giro dell'atleta

source: Confirm rider was lapped by Category Leader in leader's lap
es: Confirmar que el piloto fue lapeado por el Líder de la categoría en la vuelta del líder
it: Conferma che l'atleta è stato doppiato dal leader di categoria

source: Rider has recorded times.
es: El jinete tiene tiempos grabados.
it: L'atleta ha registrato tempi.

source: Check status
es: Comprobar estado
it: Controllare lo stato

source: Check if time is accurate.
es: Compruebe si el tiempo es exacto.
it: Controlla se il tempo è corretto

source: Check time for Status
es: Consultar hora para estado
it: Controlla il tempo per lo stato

source: Found recorded time
es: Tiempo registrado encontrado
it: Trovato tempo registrato

source: Rider does not match any active category. Check if rider is in right race or data entry error.
es: El jinete no coincide con ninguna categoría activa. Compruebe si el jinete está en la carrera correcta o error de entrada de datos.
it: L'atleta non corrisponde ad alcuna categoria attiva. Controlla se l'atleta è in gara corretta o c'è un errore di inserimento dati.

source: Check rider has projected times
es: Revisar jinete ha proyectado tiempos.
it: Controlla l'atleta se ha tempi previsti

source: Imported chip Tag missing from Excel sheet. Check if a stray read. If not, add Tag to Excel sheet and run Chip Import again
es: Etiqueta de chip importada que falta en la hoja de Excel. Compruebe si una lectura perdida. De lo contrario, agregue la etiqueta a la hoja de Excel y ejecute Chip Import nuevamente.
it: Tag Chip importato mancante dal foglio Excel. Controlla se il sitema legge. In caso contrario, aggiungi Tag al foglio Excel ed esegui di nuovo l'importazione di chip

source: First recorded time
es: Primer tiempo registrado
it: Primo tempo registrato

source: Show Rider Data
es: Mostrar datos del jinete
it: Mostra dati atleta

source: Useful for finding the fastest lap.
es: Útil para encontrar la vuelta más rápida.
it: Utile per trovare il giro più veloce.

source: Useful for finding for Prime winners. After selecting, click on a lap header to sort.
es: Útil para encontrar a los ganadores de Prime. Después de seleccionar, haga clic en el encabezado de una vuelta para ordenar.
it: Utile per trovare i vincitori dei traguardi volanti. Dopo aver selezionato, fai clic sull'intestazione di un giro per ordinare.

source: Lap Speeds
es: Velocidades de vuelta
it: Velocità del giro

source: Race Speeds
es: Velocidad de carrera
it: Velocità di gara

source: Useful to predict how long a race will take based on rider's average speed.
es: Útil para predecir cuánto tiempo tomará una carrera en función de la velocidad promedio del corredor.
it: Utile per prevedere la durata di una gara in base alla velocità media dell'atleta

source: close finish to
es: cerca de terminar
it: fine vicino a

source: Switch to Passings tab
es: Cambiar a la pestaña de Pases
it: Passa alla scheda Passaggi

source: Show Photos
es: Mostrar fotos
it: Mostra foto

source: Change number or lap time...
es: Cambiar número o tiempo de vuelta ...
it: Cambia il numero o il tempo sul giro ...

source: Move lap time earlier/later...
es: Mueve el tiempo de vuelta antes / después ...
it: Sposta il tempo sul giro prima/dopo ...

source: Delete lap time...
es: Eliminar tiempo de vuelta ...
it: Elimina tempo sul giro ...

source: by Lap Time
es: por lap time
it: per Tempo sul Giro

source: by Race Time
es: por tiempo de carrera
it: da Tempo Gara

source: by Lap Speed
es: por Lap Speed
it: di velocità sul giro

source: by Race Speed
es: por Race Speed
it: da Velocità di Gara

source: Adjust Time Trial Times
es: Ajustar los tiempos de prueba
it: Sistema i Tempi della cronometro

source: Ride Time
es: Tiempo de viaje
it: Tempo di percorrenza

source: Penalty Time
es: Tiempo de penalización
it: Penalizzazione in tempo

source: Start Time must be before Finish Time
es: La hora de inicio debe ser anterior a la hora de finalización
it: L'ora di inizio deve essere prima dell'ora di fine

source: Time Error
es: Error de tiempo
it: Errore di tempo

source: You must specify the Missing Start Time
es: Debe especificar la hora de inicio faltante
it: È necessario specificare l'ora di inizio mancante

source: Missing Start Time
es: Falta la hora de inicio
it: Ora di inizio mancante

source: Adjust Start Time
es: Ajustar la hora de inicio
it: Regola ora di inizio

source: Rider Started Early
es: Jinete comenzó temprano
it: L'atleta è partito presto

source: Rider Started Late
es: Jinete comenzó tarde
it: L'atleta è partito tardi

source: Adjust for
es: Ajustar para
it: Regola per

source: Adjustment Time
es: Tiempo de ajuste
it: Tempo modificato

source: The race must be Finished before you can adjust a Start Wave Offset.
es: La carrera debe finalizarse antes de poder ajustar un Offset de inicio de onda.
it: La gara deve essere terminata prima di poter regolare un inizio Wave Offset.

source: Race Must be Finished
es: La carrera debe estar terminada
it: La gara deve essere terminata

source: &Delete Rider from Race...
es: &Eliminar Rider de Race ...
it: & Elimina atleta dalla Gara ...

source: Delete this rider from the race
es: Elimina a este jinete de la carrera.
it: Elimina questo ciclista dalla gara

source: &Change Rider's Number...
es: &Cambiar el número de jinete ...
it: Cambia il numero dell'atleta ...

source: Change this rider's number
es: Cambiar el número de este jinete.
it: Cambia il numero di questo atleta

source: &Swap Number with Other Rider...
es: &Intercambiar número con otro jinete ...
it: & Scambia il numero con un altro atleta

source: Swap this rider's number with another rider's number
es: Intercambia el número de este jinete con el número de otro jinete.
it: Scambia il numero di questo atleta con il numero di un altro atleta

source: C&opy Rider Times to New Number...
it: Copia i tempi dell'atleta su un altro numero

source: Copy these rider's times to another number
es: Copia los tiempos de estos jinetes a otro número.
it: Copia i tempi di questi atleti su un altro numero

source: Change Start W&ave Time...
es: Cambiar Inicio W&ave Time ...
it: Modifica il tempo di partenza dell'onda

source: Fix lap times if the rider started in the wrong start wave
es: Corrija los tiempos de vuelta si el piloto comenzó en la ola de inicio incorrecta
it: Correggere i tempi sul giro se l'atleta è partito con l'onda di partenza sbagliata

source: at race time
es: en el momento de la carrera
it: al tempo di gara

source: Relegated to
es: Relegado a
it: Declassato a

source: Autocorrect Lap Data
es: Autocorrección de datos de vuelta
it: Dati del giro Autocorretti

source: Always Filter on Min Possble Lap Time
es: Filtrar siempre en el tiempo de vuelta mínimo posible
it: Filtra sempre il minor tempo possibile sul giro

source: Started in Early Wave
es: Comenzó en Early Wave
it: Iniziato in Early Wave

source: Change number or lap time
es: Cambiar número o tiempo de vuelta
it: Cambia il numero o il tempo sul giro

source: Move lap time earlier/later
es: Mueve el tiempo de vuelta antes / después
it: Sposta il tempo sul giro prima/dopo

source: Delete lap time(s)
es: Eliminar tiempo (s) de vuelta
it: Elimina i tempi sul giro

source: Add/Edit lap note
es: Añadir / Editar nota de vuelta
it: Aggiungi/Modifica nota sul giro

source: Delete entries of Bib
es: Eliminar entradas de Bib
it: Elimina le registrazioni per il numero

source: Delete Times
es: Eliminar tiempos
it: Elimina Tempi

source: Note on Lap
es: Nota sobre la vuelta
it: Nota del giro

source: Rider's new number:
es: Nuevo número de jinete:
it: Il nuovo numero dell'atleta

source: New Number
es: Nuevo número
it: Nuovo numero

source: Cannot Change Bib.
es: No se puede cambiar el babero.
it: Non può cambiare numero

source: There is a rider with this number already.
es: Ya hay un jinete con este número.
it: C'è già un'atleta con questo numero.

source: Cannot Change Rider Number
es: No se puede cambiar el número de usuario
it: Non si può cambiare il numero dell'atleta

source: Confirm Change rider's number
es: Confirmar cambio de número de jinete
it: Conferma Modifica numero dell'atleta

source: Change Rider Number
es: Cambiar número de usuario
it: Cambia numero atleta

source: Number to swap with:
es: Número a intercambiar con:
it: Numero da scambiare con:
