Repository: ZigmundRat/CrossMgr
Catalog: CrossMgrLocale/*/LC_MESSAGES/messages.po
Languages: es, it

source: Score Cycling races quickly and easily with little preparation. A brief list of features: * Input riders on the first lap * Predicts riders for all other laps based on lap times * Indicates race leader by category and tracks missing riders * Interpolates missing numbers. Ignores duplicate rider entries. * Shows results instantly by category during and after race * Shows rider history * Allows rider lap adjustments * UCI 80% Rule Countdown
es: Anote las carreras de ciclismo de manera rápida y fácil con poca preparación. Una breve lista de características: * Ingrese corredores en la primera vuelta * Predice corredores para todas las demás vueltas según los tiempos de vuelta * Indica el líder de la carrera por categoría y Rastrea los jinetes que faltan * Interpola los números que faltan. Ignora las entradas duplicadas de los corredores. * Muestra los resultados instantáneamente por categoría durante y después de la carrera * Muestra el historial de los corredores * Permite ajustes de vuelta de los corredores * UCI 80% Rule Countdown
it: Gestisci le gare in bicicletta in modo facile e veloce con poca preparazione. Una breve lista di caratteristiche: * Immetti atleti al primo giro * Tiene conto di tutti gli altri giri in base ai tempi sul giro * Indica il leader della corsa per categoria e tiene traccia dei ciclisti mancanti * Interpola i numeri mancanti. Ignora le voci duplicate del pilota. * Mostra immediatamente i risultati per categoria durante e dopo la gara * Mostra la cronologia del ciclista * Consente le regolazioni del giro del ciclista * Usa la regola 80% UCI

source: User Beware! This program is experimental, under development and may have bugs. Feedback is sincerely appreciated. Donations are also appreciated - see website for details. CRITICALLY IMPORTANT MESSAGE! This program is not warranted for any use whatsoever. It may not produce correct results, it might lose your data. The authors of this program assume no responsibility or liability for data loss or erroneous results produced by this program. Use entirely at your own risk. Do not come back and tell me that this program screwed up your event! Computers fail, screw-ups happen. Always use a manual backup.
es: ¡Cuidado del usuario! Este programa es experimental, está en desarrollo y puede tener errores. Se agradece sinceramente la retroalimentación. Las donaciones también se aprecian; consulte el sitio web para obtener más detalles. MENSAJE CRÍTICAMENTE IMPORTANTE! use lo que sea. Puede que no produzca resultados correctos, podría perder sus datos. Los autores de este programa no asumen ninguna responsabilidad u obligación por la pérdida de datos o los resultados erróneos producidos por este programa. Use bajo su propio riesgo. ¡No vuelvas y dime que este programa arruinó tu evento! Las computadoras fallan, se producen errores. Siempre use una copia de seguridad manual.
it: Utente Attenzione! Questo programma è sperimentale, in fase di sviluppo e potrebbe contenere bug. Il feedback è sinceramente apprezzato. Le donazioni sono anche apprezzate - vedi il sito Web per i dettagli. MESSAGGIO CRITICAMENTE IMPORTANTE! Questo programma non è garantito per nessuno Si potrebbe non produrre risultati corretti, potrebbe perdere i tuoi dati. Lo autore di questo programma non si assume alcuna responsabilità per la perdita di dati o risultati errati prodotti da questo programma. \ nUtilizzare interamente a proprio rischio. Non torni indietro e dimmi che questo programma ha rovinato il tuo evento! I computer falliscono, avvengono i fallimenti. Utilizza sempre un backup manuale.

source: Unstarted
es: No empezado
it: Non iniziato

source: Running
es: Corriendo
it: In esecuzione

source: Finished
es: Terminado
it: Finito

source: TimeTrial
es: Contrarreloj
it: Prova a cronometro

source: Add
es: Añadir
it: Inserisci

source: Edit
es: Editar
it: modificare

source: Swap
es: Intercambiar
it: Scambiare

source: on
es: en
it: sopra

source: Mass Start
es: Comienzo de la misa
it: Inizio di massa

source: Manual
it: Manuale

source: Automatic: Triggered by first tag read
es: Automático: activado por la primera etiqueta leída
it: Automatico: attivato dal primo tag letto

source: USB Camera Enabled
es: Cámara USB habilitada
it: Fotocamera USB abilitata

source: USB Camera Not Enabled
es: Cámara USB no habilitada
it: Fotocamera USB non abilitata

source: Copy
es: Dupdo
it: copia

source: Category Laps
es: Vueltas de categoría
it: Giri di categoria

source: Duration
es: Duración
it: Durata

source: &Del
it: &Elimina

source: &Enter
es: &Entrar
it: &Accedere

source: &Pull
es: &Halar
it: &togliere

source: Touch Screen Toggle
es: Conmutar pantalla táctil
it: Alternare il Touch Screen

source: Last Rider
es: Último jinete
it: Ultimo atleta

source: End
es: Fin
it: Fine

source: Manual Start
es: Inicio manual
it: Avvio manuale

source: Est. Last Rider
es: Est. Último jinete
it: Est. Ultimo atleta

source: Show Last Photos...
es: Mostrar las últimas fotos ...
it: Mostra le ultime foto ...

source: Riders on Course:
es: Jinetes en el curso:
it: Atleti in corsa:

source: Count
es: Contar
it: Contare

source: Missing
es: Desaparecido
it: Mancante

source: Finishers Arriving
es: Acabados llegando
it: Vincitori in arrivo

source: Ring Bell
es: Timbre de campana
it: Suonare il campanello

source: Prepare Bell
es: Preparar campana
it: Prepara la campana

source: on lap
es: en la vuelta
it: al giro

source: Finishing at
es: Terminando en
it: Finitura a

source: Chip Start
es: Inicio de viruta
it: Inizia la gara con RFID

source: Waiting...
es: Esperando...
it: In attesa...

source: Change Properties
es: Cambiar propiedades
it: Cambia proprietà

source: Reset Photo Capture
es: Restablecer captura de fotos
it: Reimposta Photo Capture

source: Advance/Delay Photo Milliseconds set to
es: Avances / Delay Photo Milliseconds establecido en
it: Avanzamento/Ritardo Foto Millisecondi impostato su

source: Advance/Delay Milliseconds
es: Avances / Delay Milliseconds
it: Avanzamento/Ritardo Millisecondi

source: Refresh Photos
es: Actualizar fotos
it: Aggiorna foto

source: Copy Photo to Clipboard...
es: Copiar foto al portapapeles ...
it: Copia foto negli appunti ...

source: Show Files...
es: Mostrar archivos...
it: Mostra file ...

source: Print Photo...
es: Imprimir foto ...
it: Stampa foto ...

source: Photo Test
es: Prueba de foto
it: Test fotografico

source: Cannot open Clipboard.
es: No se puede abrir el Portapapeles.
it: Non è possibile aprire gli Appunti.

source: Copy Failed
es: Copia fallida
it: Copia fallita

source: Photo Copied to Clipboard.
es: Foto copiada al portapapeles.
it: Foto copiata negli appunti.

source: You can now Paste it into another program.
es: Ahora puedes pegarlo en otro programa.
it: Ora puoi incollarlo in un altro programma.

source: Copy to Clipboard Succeeded
es: Copiar al portapapeles
it: Copia negli Appunti Riuscito

source: Error copying Clipboard
es: Error al copiar al Portapapeles
it: Errore nel copiare gli Appunti

source: No Photo Available.
es: No hay foto disponible.
it: Nessuna foto disponibile.

source: Print Failed
es: Error de impresión
it: Stampa fallita

source: photos
es: fotos
it: fotografie

source: last race photos
es: fotos de la ultima carrera
it: foto dell'ultima gara

source: Race must be running
es: La carrera debe estar corriendo
it: La gara deve essere in esecuzione

source: Camera Test Unavailable
es: Prueba de cámara no disponible
it: Test della fotocamera non disponibile

source: USB camera option must be enabled
es: Opción de cámara USB debe estar habilitada
it: L'opzione della videocamera USB deve essere abilitata

source: Camera error
es: Error de camara
it: Errore della fotocamera

source: Pack
es: Paquete
it: Gruppo

source: Break
es: Descanso
it: Rompere

source: Chase
es: Persecución
it: Inseguire

source: Prime For
it: Prime per

source: or Custom
es: o personalizada
it: o personalizzato

source: Laps To Go
es: Vueltas Para ir
it: Giri Per andare

source: Cash
es: Efectivo
it: Contanti

source: Merchandise
es: Mercancías
it: Merce

source: Points
es: Puntos
it: Punti

source: Time Bonus
es: Tiempo Bonus
it: Tempo Bonus

source: Winner Bib
es: Ganador Bib
it: Vincitore Nr

source: Create a new Prime
es: Crear un nuevo Prime
it: Crea un nuovo Traguardo Volante

source: Create a Prime from an Existing Prime for the Next Position
es: Crear un Prime a partir de un Prime existente para la siguiente posición
it: Crea un Traguardo Volante da un Traguardo Volante esistente per la prossima posizione

source: Create a Prime from an Existing Prime
es: Crear un Prime a partir de un Prime existente
it: Crea un Traguardo Volante da un Traguardo Volante esistente

source: Delete a Prime
es: Eliminar un Prime
it: Elimina un Traguardo Volante

source: You must have a Race to create a Prime.
es: Debes tener una Carrera para crear un Prime.
it: Devi avere una Gara per creare un Traguardo Volante.

source: Missing Race
es: Carrera que falta
it: Gara mancante

source: You must have a Race to create a next Prime.
es: Debes tener una Carrera para crear un Prime siguiente.
it: Devi avere una Gara per creare un prossimo Traguardo Volante.

source: Delete Prime
es: Eliminar Prime
it: Elimina Traguardo Volante

source: Confirm Delete Primes
es: Confirmar Eliminar Primes
it: Conferma Elimina Traguardi volanti

source: Team
es: Equipo
it: Squadra

source: For
es: por
it: Per

source: Time Bonus
es: Tiempo extra
it: Bonus in tempo

source: Click to select Categories. Use Ctrl-Click to select Multiple Categories.
es: Haga clic para seleccionar Categorías. Utilice Ctrl-Click para seleccionar múltiples categorías.
it: Fai clic per selezionare Categorie. Usa Ctrl-Fai clic per selezionare più categorie.

source: Include Lap Times in Printout
es: Incluir tiempos de vuelta en la impresión
it: Includere i tempi sul giro in stampa

source: Include Primes in Printout
es: Incluir Primes en la impresión
it: Includi i numeri in stampa

source: Fit Entire Category on One Page
es: Ajustar toda la categoría en una sola página
it: Adatta l'intera categoria su una sola pagina

source: Small Text (max 60 riders per page)
es: Texto pequeño (máx. 60 personas por página)
it: Carattere piccolo (massimo 60 riders per pagina)

source: Big Text (max 30 riders per page)
es: Texto grande (máximo 30 usuarios por página)
it: Caratteri Grandi (max 30 riders per pagina)

source: Print Podium Positions
es: Imprimir Podio Posiciones
it: Stampa le posizioni del podio

source: Click to select Categories.
es: Haga clic para seleccionar Categorías.
it: Fai clic per selezionare Categorie.

source: Use Ctrl-Click to select Multiple Categories.
es: Utilice Ctrl-Click para seleccionar múltiples categorías.
it: Usa Ctrl-Fai clic per selezionare più categorie.

source: Podium Positions to Print:
es: Podio de Posiciones para Imprimir:
it: Posizioni Podio da stampare:

source: Podium Results
es: Resultados del podio
it: Risultati sul podio

source: Recipient
es: Destinatario
it: Ricevitori

source: Event Name:
es: Nombre del evento:
it: Nome dell'evento:

source: Long Name:
es: Nombre largo:
it: Nome lungo:

source: City
es: Ciudad
it: Città

source: State/Prov
es: Estado / Prov
it: Stato/Prov

source: Country
es: País
it: Nazione

source: Date
es: Fecha
it: Data

source: Discipline
es: Disciplina
it: Disciplina

source: Race #
es: Carrera #
it: Gara #

source: Scheduled Start
es: Inicio programado
it: Avvio programmato

source: Race Minutes
es: Minutos de carrera
it: Minuti di gara

source: Organizer
es: Organizador
it: Organizzatore

source: Official/Commissaire
es: Oficial / Comisario
it: Giudice/Commissaire

source: Memo
es: Memorándum
it: promemoria

source: All Categories Finish After Fastest Rider's Last Lap
es: Todas las categorías terminan después de la última vuelta más rápida del piloto
it: Tutte le categorie terminano dopo l'ultimo giro del cavaliere più veloce

source: Set"Autocorrect Lap Data" option by Default
it: Imposta l'opzione"Dati di giro non corretto" per impostazione predefinita

source: Show Times to 100s of a Second
es: Mostrar tiempos a 100s de un segundo
it: Mostra i tempi a 100 secondi

source: Road Race Finish Times (ignore decimals, groups get same time)
es: Road Race Finish Times (ignora los decimales, los grupos obtienen el mismo tiempo)
it: Tempi di fine corsa su strada (ignorare i decimali, i gruppi ottengono lo stesso tempo)

source: Estimate Laps Down Finish Time (requires Road Race Finish Times)
es: Estimar el tiempo de finalización de los vueltas (requiere tiempos de finalización de carrera en carretera)
it: Stima del tempo di fine corsa su strada (richiede tempi di fine corsa su strada)

source: Consider Riders in Spreadsheet to be DNS if no race data
es: Considere a los corredores en la hoja de cálculo como DNS si no hay datos de carrera
it: Considerare che Riders in Spreadsheet sia DNS se non ci sono dati di gara

source: Lap Time for 80% Rule:
es: Tiempo de vuelta para la regla del 80%:
it: Tempo di giro per regola dell'80%:

source: 1st Lap Time
es: Tiempo de vuelta
it: 1 ° giro

source: 2nd Lap Time
es: Tiempo de la segunda vuelta
it: 2 ° giro

source: Distance Unit:
es: Unidad de distancia:
it: Unità di distanza:

source: Show Lap Notes, Edits and Projected Times in HTML Output
es: Mostrar notas de vuelta, ediciones y tiempos proyectados en salida HTML
it: Mostra note sul giro, modifiche e orari proiettati nell'output HTML

source: Show Course Animation in Html
es: Mostrar animación del curso en html
it: Mostra l'animazione del corso in Html

source: Min. Possible Lap Time:
es: Tiempo de vuelta mínimo posible
it: Tempo minimo possibile sul giro:

source: License Link HTML Template:
es: Plantilla HTML de enlace de licencia:
it: Modello HTML del link di licenza:

source: Win and Out
es: Ganar y salir
it: Vinci e vai

source: Manual Start: Collect every chip.
es: Inicio manual: Recoge todos los chips.
it: Avvio manuale: raccogliere ogni chip.

source: Does NOT restart race clock on first read.
es: NO reinicia el reloj de carrera en la primera lectura.
it: NON riavvia il cronometro in prima lettura.

source: Automatic Start: Reset start clock on first tag read.
es: Inicio automático: reinicio del reloj de inicio en la primera etiqueta leída.
it: Avvio automatico: resetta l'orologio di inizio sul primo tag letto.

source: All riders get the start time of the first read.
es: Todos los corredores obtienen la hora de inicio de la primera lectura.
it: Tutti i piloti ottengono l'ora di inizio della prima lettura.

source: Manual Start: Skip first tag read for all riders.
es: Inicio manual: omitir la primera etiqueta leída para todos los corredores.
it: Avvio manuale: salta il primo tag letto per tutti i piloti.

source: Required when start run-up passes the finish on the first lap.
es: Requerido cuando el inicio de la carrera pasa el final en la primera vuelta.
it: Obbligatorio quando il run-up di inizio passa il traguardo al primo giro.

source: Use RFID Reader
es: Utilizar lector de RFID
it: Utilizzare il lettore RFID

source: Contact Email
es: Email de contacto
it: contatto email

source: Google Analytics Tracking ID (of the form UA-XXXX-Y)
es: ID de seguimiento de Google Analytics (del formulario UA-XXXX-Y)
it: ID di tracciamento di Google Analytics (del modulo UA-XXXX-Y)

source: Set Graphic
es: Conjunto gráfico
it: Imposta grafica

source: The Page Header Graphic will appears on HTML, Printouts and PDF files.
es: El gráfico del encabezado de página aparecerá en HTML, impresiones y archivos PDF.
it: L'intestazione della pagina apparirà su HTML, stampe e file PDF.

source: Show Index Page
es: Mostrar página de índice
it: Mostra la pagina dell'indice

source: Show QR Code Share
es: Mostrar Código QR Compartir
it: Mostra la condivisione del codice QR

source: Elevation Gain
es: Desnivel
it: Dislivello

source: Import GPX Course
es: Importar curso GPX
it: Importa corso GPX

source: Reverse Course Direction
es: Dirección inversa del curso
it: Direzione del percorso inverso

source: Show on Google Map
es: Mostrar en el mapa de Google
it: Mostra su Google Map

source: Export in GPX Format
es: Exportar en formato GPX
it: Esporta in formato GPX

source: Export in KML Format (requires Google Earth)
es: Exportar en formato KML (requiere Google Earth)
it: Esporta in formato KML (richiede Google Earth)

source: Do Not Use Camera for Photo Finish
es: No use la cámara para el acabado fotográfico
it: Non utilizzare la fotocamera per la finitura fotografica

source: Photos on Every Lap
es: Fotos en cada vuelta
it: Foto su ogni giro

source: Photos at Race Finish Only
es: Fotos en Race Finish Only
it: Foto solo su Race Finish

source: USB Camera Options
es: Opciones de cámara USB
it: Opzioni della fotocamera USB

source: Photo Delay Option
es: Opción de retardo de foto
it: Opzione Ritardo foto

source: RFID Read Distance before Finish Line
es: Distancia de lectura RFID antes de la línea de meta
it: Distanza di lettura RFID prima del traguardo

source: Milliseconds
es: Milisegundos
it: millisecondi

source: Requires CrossMgrCamera. See help for details
es: Requiere CrossMgrCamera. Consulte la ayuda para más detalles.
it: Richiede CrossMgrCamera. Vedi la guida per i dettagli

source: This only applies to the Track animation.
es: Esto solo se aplica a la animación de la pista.
it: Questo vale solo per l'animazione della traccia.

source: GPX animation follows the lat/lng coordinates.
es: La animación GPX sigue las coordenadas lat / lng.
it: L'animazione GPX segue le coordinate lat/lng.

source: Animation Finish on Top
es: Final de animación en la parte superior
it: Animazione Finisci in cima

source: Animation Reverse Direction
es: Animación Dirección Inversa
it: Animazione Direzione inversa

source: Configure Ftp
es: Configurar Ftp
it: Configura Ftp

source: Choose File Formats to Publish. Select Ftp option to upload files to Ftp server.
es: Elija los formatos de archivo para publicar. Seleccione la opción Ftp para cargar archivos en el servidor Ftp.
it: Scegli i formati di file da pubblicare. Seleziona l'opzione Ftp per caricare i file sul server Ftp.

source: Format
es: Formato
it: Formato

source: None
es: Ninguna
it: Nessuna

source: Post Publish Command
es: Publicar comando de publicación
it: Pubblica comando di pubblicazione

source: Postpublish Command is run on CrossMgr generated files. Use %* to insert the file names into the command line.
es: Postpublish Command se ejecuta en archivos generados con CrossMgr. Use% * para insertar los nombres de archivo en la línea de comando.
it: Il comando Postpublish viene eseguito sui file generati da CrossMgr. Usa% * per inserire i nomi dei file nella riga di comando.

source: You can also use Notes variables, for example: {=RaceDate}, {=Organizer} and {=City}.
es: También puede usar las variables de Notes, por ejemplo: {= RaceDate}, {= Organizer} y {= City}.
it: Puoi anche utilizzare le variabili di Notes, ad esempio: {= RaceDate}, {= Organizer} e {= City}.

source: Scripts can be shell cmds or scripts (.bat, .py, .rb, .perl, ...).
es: Los scripts pueden ser shell cmds o scripts (.bat, .py, .rb, .perl, ...).
it: Gli script possono essere shell cmd o script (.bat, .py, .rb, .perl, ...).

source: Ftp is Not Configured
es: Ftp no está configurado
it: Ftp non è configurato

source: Configure it now?
es: Configurarlo ahora?
it: Configuralo ora?

source: Ftp Upload Error
es: Error de carga de Ftp
it: Errore di caricamento Ftp

source: return code
es: código de retorno
it: codice di ritorno

source: Batch Publish Results
es: Resultados por lotes de publicación
it: Batch pubblica risultati

source: Publish All
es: Publica todo
it: Pubblica tutti

source: Save Options and Close
es: Guardar opciones y cerrar
it: Salva Opzioni e Chiudi

source: Notes to appear on Html output:
es: Notas para aparecer en la salida de HTML:
it: Note per apparire sull'output Html:

source: (notes containing Html tags must start with <html> and end with </html>)
es: (las notas que contienen etiquetas HTML deben comenzar con <html> y terminar con </html>)
it: (le note contenenti tag HTML devono iniziare con <html> e terminare con </ html>)

source: Insert Variable...
es: Insertar variable ...
it: Inserisci variabile ...

source: File Name
es: Nombre del archivo
it: Nome del file

source: Link External Excel Sheet...
es: Enlace a la hoja externa de Excel ...
it: Collega foglio Excel esterno ...

source: Categories Initially Loaded From
es: Categorías Inicialmente Cargadas Desde
it: Categorie inizialmente caricate da

source: Template File
es: Archivo de plantilla
it: File di modello

source: General Info
es: Información general
it: Informazioni generali

source: Race Options
es: Opciones de carrera
it: Opzioni di gara

source: Batch Publish
es: Publicación por lotes
it: Pubblicare insieme

source: Notes
es: Notas
it: Gli appunti

source: Camera
es: Cámara
it: telecamera

source: Files/Excel
es: Archivos / Excel
it: File/Excel

source: Commit
es: Cometer
it: Commettere

source: Save Template
es: Guardar plantilla
it: Salva modello

source: Load Template
es: Cargar plantilla
it: Carica modello

source: Save as "default" for a default Template that is applied automatically to all New races
es: Guardar como "predeterminado" para una plantilla predeterminada que se aplica automáticamente a todas las nuevas carreras
it: Salva come "default" per un modello predefinito che viene applicato automaticamente a tutte le nuove razze

source: You must have a valid race File|Open...
es: Debes tener una carrera válida Archivo | Abrir ...
it: Devi avere un file di gara valido

source: Or create one with File|New....
es: O crea uno con File | New ....
it: O crearne uno con File|Nuovo....

source: Valid Race Required
es: Se requiere una carrera válida
it: Gara valida obbligatoria

source: This will replace existing Properties.
es: Esto reemplazará las propiedades existentes.
it: Questo sostituirà le proprietà esistenti.

source: Confirm Load Template
es: Confirmar plantilla de carga
it: Conferma il Template

source: Template Load Failure
es: Falla de carga de la plantilla
it: Errore di caricamento del modello

source: Save as Template
es: Guardar como plantilla
it: Salva come modello

source: Template Saved to
es: Plantilla guardada en
it: Modello salvato a

source: Save Template Successful
es: Guardar plantilla exitosa
it: Salvataggio del modello riuscito

source: Template Save Failure
es: Error de guardado de plantilla
it: Errore di salvataggio del modello

source: Race File Folder
es: Carpeta de archivos de carrera
it: Cartella file Race

source: Categories Import File (*.brc):
es: Categorías Importar archivo (* .brc):
it: Categorie File di importazione (*.brc):

source: Choose a Folder for the Race
es: Elige una carpeta para la carrera
it: Scegli una cartella per la gara

source: UnnamedRace
es: Sin nombre
it: Gara senza nome

source: The filename will be changed to:
es: El nombre del archivo se cambiará a:
it: Il nome file verrà modificato in:

source: Change Filename?
es: Cambiar nombre de archivo?
it: Cambia nome file?

source: This file already exists:
es: Este archivo ya existe:
it: Questo file esiste già:

source: Overwrite?
es: ¿Exagerar?
it: Sovrascrivere?

source: Overwrite Existing File?
es: ¿Sobrescribir el archivo existente?
it: Sovrascrivi il file esistente?

source: Properties Dialog Test
es: Prueba de diálogo de propiedades
it: Test di dialogo delle proprietà

source: Laps to Go
es: Vueltas para ir
it: Giri all'arrivo

source: Bib not in Race
it: Numero non in gara

source: Bib not in Category
it: Numero non nella categoria

source: Bib has non-Finisher Status
it: Il numero non ha lo stato di finisher

source: Laps To Go exceeds for Race Laps
es: Vueltas para ir superan las vueltas en la carrera
it: I giri per l'arrivo superano i giri di gara
