Repository: ZigmundRat/CrossMgr
Catalog: CrossMgrLocale/*/LC_MESSAGES/messages.po
Languages: es, it

source: Export Passings to Excel File
es: Exportar pases a un archivo de Excel
it: Esporta passaggi in file Excel

source: Export Raw Data as &HTML...
it: Esporta dati grezzi come & HTML ...

source: Export raw data as HTML (.html)
es: Exportar datos en bruto como HTML (.html)
it: Esportare dati non elaborati come HTML (.html)

source: Export Results as &JSON...
it: Esporta risultati come & JSON ...

source: Export results as JSON (.json)
es: Exportar resultados como JSON (.json)
it: Esportare i risultati come JSON (.json)

source: &DataMgmt
it: &Gestione dati

source: Pulled
es: Sacado
it: Tirato

source: Prizes
es: Premios
it: I premi

source: Announcer
es: Contador
it: Annunciatore

source: Histogram
es: Histograma
it: Istogramma

source: Chip Reader &Setup...
it: Lettore di chip e impostazione ...

source: Configure and Test the Chip Reader
es: Configurar y probar el lector de chips
it: Configura e prova il lettore di chip

source: Import JChip File...
es: Importar archivo JChip ...
it: Importa file JChip ...

source: JChip Formatted File
es: Archivo con formato JChip
it: File formattato JChip

source: Import Impinj File...
es: Importar archivo Impinj ...
it: Importa file Impinj ...

source: Impinj Formatted File
es: Archivo con formato Impinj
it: File formattato Impinj

source: Import Ipico File...
es: Importar archivo Ipico ...
it: Importa file Ipico ...

source: Import Alien File...
es: Importar archivo de Alien ...
it: Importa file Alien ...

source: Alien Formatted File
es: Archivo Alien Formateado
it: File formattato alieno

source: Import Orion File...
es: Importar archivo de Orion ...
it: Importa file Orion ...

source: Orion Formatted File
es: Orion formateado archivo
it: File formattato di Orion

source: Import RaceResult File...
es: Importar archivo RaceResult ...
it: Importa file RaceResult ...

source: &Change Race Start Time...
es: &Cambiar la hora de inicio de la carrera ...
it: &Cambia ora d'inizio gara ...

source: Change the Start Time of the Race
es: Cambiar la hora de inicio de la carrera
it: Cambia l'ora di inizio della gara

source: Copy Log File to &Clipboard...
it: Copia il file di registro in & Appunti ...

source: Copy Log File to Clipboard
es: Copiar archivo de registro al portapapeles
it: Copia il file di registro negli Appunti

source: &Simulate Race...
es: &Simular carrera ...
it: &Simula Gara ...

source: Simulate a race
es: Simular una carrera
it: Simula una gara

source: &Reload Checklist...
es: Y recargar lista de verificación ...
it: &Ricarica lista di controllo ...

source: Reload the Checklist from the Checklist File
es: Recargar la lista de verificación del archivo de lista de verificación
it: Ricarica l'elenco di controllo dal file di elenco

source: &Playback...
es: &Reproducción...
it: E riproduzione ...

source: Playback this race from original data.
es: Reproducción de esta carrera a partir de datos originales.
it: Riproduci questa gara dai dati originali.

source: &Tools
es: &Herramientas
it: &Utensili

source: &Show 100s of a second
es: &Mostrar 100s de segundo
it: &Mostra 100 secondi di secondo

source: Show 100s of a second
es: Mostrar 100s de segundo
it: Mostra 100 secondi di secondo

source: &Play Sounds
es: &Reproducir sonidos
it: &Riproduci suoni

source: Play Sounds
es: Reproducir sonidos
it: Riproduci suoni

source: Sync &Categories between Tabs
it: Sincronizzazione e categorie tra schede

source: Sync Categories between Tabs
es: Sincronizar categorías entre pestañas
it: Sincronizza le categorie tra le schede

source: &Launch Excel after Publishing Results
es: Y lanzar Excel después de publicar los resultados
it: &Avvia Excel dopo la pubblicazione dei risultati

source: Launch Excel after Publishing Results
es: Iniciar Excel después de publicar los resultados
it: Avvia Excel dopo la pubblicazione dei risultati

source: Set Default Contact &Email...
it: Imposta contatto e email predefiniti...

source: Set Default Contact Email
es: Establecer correo electrónico de contacto predeterminado
it: Imposta email di contatto predefinita

source: Set Default &Graphic...
it: Imposta predefinito e grafico...

source: Set Default Graphic
es: Establecer gráfico predeterminado
it: Imposta grafica predefinita

source: &Options
es: Y opciones
it: &Opzioni

source: Jump to
es: Salta a
it: Salta a

source: &JumpTo
es: &Salta a
it: &Salta a

source: Unmatched RFID Tags
es: Etiquetas RFID sin igual
it: Tag RFID senza corrispondenza

source: &Windows
es: Y Windows
it: &Finestre

source: &Index Page...
es: &Página de inicio...
it: &Pagina indice ...

source: Index Page...
es: Página de inicio...
it: Pagina dell'indice ...

source: &QR Code Share Page...
es: &Código QR Compartir Página ...
it: &QR Code Condividi Pagina...

source: QR Code Share Page...
es: Código QR Compartir Página ...
it: Pagina di condivisione del codice QR...

source: Help &Search...
it: Aiuto e ricerca ...

source: Search Help...
es: Buscar Ayuda...
it: Cercare aiuto...

source: Help Search
es: Búsqueda de ayuda
it: Aiuto Cerca

source: &Help...
es: &Ayuda...
it: &Aiuto...

source: Help about CrossMgr...
es: Ayuda sobre CrossMgr ...
it: Aiuto su CrossMgr ...

source: &QuickStart...
es: &Inicio rápido...
it: &Avvio veloce...

source: Get started with CrossMgr Now...
es: Comience con CrossMgr ahora ...
it: Inizia con CrossMgr Now ...

source: &About...
es: &Acerca de...
it: &Di...

source: About CrossMgr...
es: Acerca de CrossMgr ...
it: Informazioni su CrossMgr ...

source: &Tips at Startup...
es: &Consejos al inicio ...
it: &Suggerimenti all'avvio...

source: Enable/Disable Tips at Startup...
es: Habilitar / deshabilitar consejos al inicio ...
it: Abilita/disabilita i suggerimenti all'avvio ...

source: This Bib number is choosen already.
es: Este número de babero ya ha sido elegido.
it: Questo numero di pettorale è già stato scelto.

source: Not Available
es: No disponible
it: Non disponibile

source: This Bib Number is Not in the Race
es: Este número de babero no está en la carrera
it: Questo numero di pettorale non è in gara

source: Not in Race
es: No en carrera
it: Non in gara

source: This Bib number is Already in the Race
es: Este número de babero ya está en la carrera.
it: Questo numero di pettorale è già in gara

source: Already in Race
es: Ya en carrera
it: Già in gara

source: Delete Bib
es: Eliminar babero
it: Elimina pettegolezzo

source: Delete Rider
es: Eliminar jinete
it: Elimina pilota

source: First Bib Number
es: Primer número de babero
it: Primo pettorale

source: Second Bib Number
es: Segundo número de babero
it: Secondo pettorale

source: Confirm Swap Bib Numbers
es: Confirmar números de babero de intercambio
it: Conferma i numeri di pettorina di scambio

source: Swap Bib Numbers
es: Intercambiar números de babero
it: Scambia numeri pettorali

source: Bib Number to Change
es: Número de babero para cambiar
it: Numero pettorale da cambiare

source: New Bib Number
es: Nuevo número de babero
it: Nuovo numero pettorale

source: New Bib
es: Nuevo babero
it: Nuovo pettorale

source: The new Bib number does not match a Category.
es: El nuevo número de Bib no coincide con una categoría.
it: Il nuovo numero di pettorale non corrisponde a una categoria.

source: Add this Bib number to a Category later, or press Cancel to select a different number.
es: Agregue este número de Bib a una categoría más tarde, o presione Cancelar para seleccionar un número diferente.
it: Aggiungi questo numero di pettorale a una categoria in un secondo momento o premi Annulla per selezionare un numero diverso.

source: No Matching Category
es: Ninguna categoría coincidente
it: Nessuna categoria di corrispondenza

source: Confirm Change Bib Number
es: Confirmar cambio de número de babero
it: Conferma Modifica numero pettorale

source: Change Bib Number
es: Cambiar el número de babero
it: Cambia pettorale

source: Bib Number to Add
es: Número de babero para agregar
it: Numero pettorale da aggiungere

source: Existing Bib Number to get Lap Times
es: Número de babero existente para obtener tiempos de vuelta
it: Numero pettorale esistente per ottenere tempi sul giro

source: Times will be copied to new Bib
es: Los tiempos serán copiados a nuevo Bib.
it: I tempi verranno copiati sul nuovo pettorale

source: All times will be slightly earlier.
es: Todos los tiempos serán ligeramente anteriores.
it: Tutti i tempi saranno leggermente precedenti.

source: Confirm Add Bib Number
es: Confirmar agregar número de babero
it: Conferma Aggiungi numero pettorale

source: You must have a valid race.
es: Debes tener una carrera válida.
it: Devi avere una gara valida.

source: Missing Excel Link.
es: Falta el enlace de Excel.
it: Link Excel mancante.

source: Missing Excel Link
es: Falta el enlace de Excel
it: Link Excel mancante

source: Cannot change Start Time of unstarted race. Start the race from Actions.
es: No se puede cambiar la hora de inicio de la carrera no iniciada. Comienza la carrera desde Acciones.
it: Impossibile modificare l'ora di inizio della corsa non avviata. Inizia la corsa da Azioni.

source: Race Not Started
es: Carrera no iniciada
it: Gara non iniziata

source: Cannot change Start Time of a Time Trial with recorded times
es: No se puede cambiar la hora de inicio de una prueba de tiempo con tiempos registrados
it: Impossibile modificare l'ora di inizio di una prova a tempo con i tempi registrati

source: Cannot Change Start Time
es: No se puede cambiar la hora de inicio
it: Impossibile modificare l'ora di inizio

source: Turn Off Tips at Startup?
es: Desactivar consejos al inicio?
it: Disattiva suggerimenti all'avvio?

source: Show Tips at Startup?
es: ¿Mostrar consejos al inicio?
it: Mostra suggerimenti all'avvio?

source: Tips at Startup
es: Consejos al inicio
it: Suggerimenti all'avvio

source: This will restore the race from the original input and replace your adds/splits/deletes. Are you sure you want to continue?
es: Esto restaurará la carrera desde la entrada original y reemplazará tus agregados / divisiones / eliminaciones. ¿Estás seguro de que deseas continuar?
it: Questo ripristinerà la gara dall'input originale e sostituirà i tuoi add/split/delete. Sei sicuro di voler continuare?

source: No Data Found
es: Datos no encontrados
it: Nessun dato trovato

source: Check file
es: Revisar archivo
it: Controlla il file

source: Cannot perform RFID setup while race is running.
es: No se puede realizar la configuración de RFID mientras la carrera se está ejecutando.
it: Impossibile eseguire l'impostazione RFID mentre la gara è in corso.

source: Cannot Perform RFID Setup
es: No se puede realizar la configuración de RFID
it: Impossibile eseguire la configurazione RFID

source: You must have a valid Excel sheet with associated tags and Bib numbers.
es: Debe tener una hoja de Excel válida con etiquetas asociadas y números de Bib.
it: È necessario disporre di un foglio Excel valido con tag associati e numeri Bib.

source: Results Contact Email
es: Resultados Contacto Email
it: Email di contatto dei risultati

source: Default Contact Email:
es: Correo electrónico de contacto predeterminado:
it: Email di contatto predefinita:

source: Default Contact Email for HTML output - New Races
es: Correo electrónico de contacto predeterminado para salida HTML - Nuevas razas
it: Email di contatto predefinita per l'output HTML: nuove razze

source: Unable to open log file.
es: No se puede abrir el archivo de registro.
it: Impossibile aprire il file di registro.

source: Log file copied to clipboard.
es: Archivo de registro copiado al portapapeles.
it: File di registro copiato negli appunti.

source: You can now paste it into an email.
es: Ahora puedes pegarlo en un correo electrónico.
it: Ora puoi incollarlo in una email.

source: Unable to open the clipboard.
es: No se puede abrir el portapapeles.
it: Impossibile aprire gli Appunti.

source: Playback this race in real-time.
es: Reproduce esta carrera en tiempo real.
it: Riproduci questa gara in tempo reale.

source: Playback
es: Reproducción
it: Riproduzione

source: Print preview
es: Vista previa de impresión
it: Anteprima di stampa

source: Error creating PDF files
es: Error al crear archivos PDF
it: Errore durante la creazione di file PDF

source: PDF File Error
es: Error de archivo PDF
it: Errore del file PDF

source: PDF file written to
es: Archivo PDF escrito en
it: File PDF scritto in

source: PDF Publish
es: Publicación en PDF
it: PDF Pubblica

source: Error creating Image files
es: Error al crear archivos de imagen
it: Errore durante la creazione di file immagine

source: Image File Error
es: Error de archivo de imagen
it: Errore file immagine

source: Results written as Image files to
es: Resultados escritos como archivos de imagen para
it: Risultati scritti come file immagine in

source: Facebook Publish
es: Publicación en Facebook
it: Facebook pubblica

source: Link ExcelSheet
es: Enlace ExcelSheet
it: Collega ExcelSheet

source: Starting
es: Comenzando
it: Di partenza

source: Course for
es: Curso para
it: Corso per

source: No Race
es: No raza
it: Non c'è corsa

source: New/Open a Race and try again.
es: Nuevo / Abre una carrera y vuelve a intentarlo.
it: Nuovo/Apri una gara e riprova.

source: Your Email contact is not set. Configure it now?
es: Su contacto de correo electrónico no está configurado. \n¿Configurarlo ahora?
it: Il tuo contatto email non è impostato. Configuralo ora?

source: Set Email Contact
es: Establecer contacto de correo electrónico
it: Imposta contatto email

source: Publish Complete
es: Publicación completa
it: Pubblica completo

source: Cannot read HTML template file. Check program installation.
es: No se puede leer el archivo de plantilla HTML. Compruebe la instalación del programa.
it: Impossibile leggere il file modello HTML. Verifica l'installazione del programma.

source: Html Template Read Error
es: Error de lectura de la plantilla html
it: Errore di lettura del modello HTML

source: Html Race Animation written to
es: Html Race Animation escrito en
it: Html Race Animation scritto a

source: Html Write
es: Html escribe
it: Scriverei file Html

source: Cannot write HTML file
es: No se puede escribir el archivo HTML
it: Non è possibile scrivere file HTML

source: Html Write Error
es: Error de escritura de HTML
it: Errore di scrittura HTML

source: HTML Index Failure
es: Falla del índice HTML
it: Errore indice HTML

source: No race loaded.
es: No hay carrera cargada.
it: Nessuna gara caricata.

source: TT Start can only be created for a Time Trial event.
es: TT Start solo se puede crear para un evento Contrarreloj.
it: Inizia il Prova a tempo può essere creato solo per un evento Prova a tempo

source: Cannot Create TTStart Page
es: No se puede crear la página TTStart
it: Impossibile creare la pagina Prova a tempo

source: The Time Trial has not started.
es: El Time Trial no ha comenzado.
it: La prova a tempo non è iniziata.

source: The TTCountdown page will act as countdown clock for the scheduled start time.
es: La página TTCountdown actuará como un reloj de cuenta regresiva para la hora de inicio programada.
it: La pagina TTCountdown fungerà da conto alla rovescia per l'ora di inizio pianificata.

source: You must publish this page again after you start the Time Trial.
es: Debe publicar esta página nuevamente después de iniciar la Prueba de tiempo.
it: È necessario pubblicare nuovamente questa pagina dopo aver avviato la Prova a tempo.

source: Reminder: Publish after Time Trial is Started
es: Recordatorio: Publicar después de que se inicie el periodo de prueba
it: Promemoria: pubblica dopo l'inizio della prova a tempo

source: You must set TimeTrial mode first.
es: Debe configurar el modo Contrarreloj primero.
it: È necessario impostare prima la modalità prova a tempo

source: Race must be TimeTrial
es: La carrera debe ser Contrarreloj
it: La gara deve essere prova a tempo

source: No GPX Course Loaded.
es: No hay curso GPX cargado.
it: Nessun corso GPX caricato.

source: Nothing to export.
es: Nada para exportar.
it: Niente da esportare.

source: No GPX Course Loaded
es: No hay curso GPX cargado
it: Nessun corso GPX caricato

source: Course written to GPX file
es: Curso escrito en archivo GPX
it: Corso scritto su file GPX

source: GPX Export
es: Exportacion GPX
it: Esportazione GPX

source: Write to GPX file Failed.
es: La escritura en el archivo GPX falló.
it: Scrittura su file GPX non riuscita.

source: Course Virtual Tour written to KMZ file
es: Curso virtual escrito en archivo KMZ
it: Tour virtuale del corso scritto nel file KMZ

source: Google Earth Launched.
es: Lanzamiento de Google Earth.
it: Google Earth è stato lanciato.

source: KMZ Write
es: KMZ escribe
it: Scrivi KMZ

source: Course Preview written to
es: Vista previa del curso escrito en
it: Anteprima del corso scritta a

source: Raw race data file is empty/missing.
es: El archivo de datos sin procesar de la raza está vacío / falta.
it: Il file di dati della gara Raw è vuoto/mancante.

source: Missing Raw Race Data
es: Datos de la carrera en bruto que faltan
it: Dati della gara Raw mancanti

source: Html Raw Data written to
es: Html datos crudos escritos en
it: Dati grezzi dell'Html scritti su

source: Configure Race
es: Configurar Carrera
it: Configura Gara

source: File already exists
es: El archivo ya existe
it: Il file esiste già

source: Overwrite
es: Exagerar
it: Sovrascrivere

source: Bad file format
es: Formato de archivo incorrecto
it: Formato file errato

source: File already exists. Overwrite?
es: El archivo ya existe. ¿Exagerar?
it: Il file esiste già. Sovrascrivere?

source: File Exists
es: El archivo existe
it: Il file esiste

source: Cannot open file.
es: No puede abrir el archivo.
it: Non è possibile aprire questo file.

source: Excel Read Failure
es: Error de lectura de Excel
it: Excel non riuscito

source: Choose a RaceDB Excel file
es: Elija un archivo Excel RaceDB
it: Scegli un file Excel RaceDB

source: RaceDB Excel files (*.xlsx)|*.xlsx
es: Archivos de Excel RaceDB (* .xlsx) | * .xlsx
it: File RaceDB Excel (* .xlsx) | * .xlsx

source: Excel file not in RaceDB format
es: Archivo de Excel no en formato RaceDB
it: File Excel non in formato RaceDB

source: This will replace an Existing Race file
es: Esto reemplazará un archivo de carrera existente
it: Questo sostituirà un file Race esistente

source: The FileName does not match the Event Name format
es: El nombre del archivo no coincide con el formato del nombre del event
it: FileName non corrisponde al formato Nome evento

source: Going forward, this event will saved as
es: En el futuro, este evento se guardará como
it: Andando avanti, questo evento verrà salvato come

source: To change the File Name, change the event Date, Name or Race Number in Properties/General Properties
es: Para cambiar el nombre del archivo, cambie la fecha, el nombre o el número de la carrera en Propiedades / Propiedades generale
it: Per modificare il Nome file, modificare l'evento Data, Nome o Numero gara in Proprietà/Proprietà generali

source: Unmatched Filename
es: Nombre de archivo incomparable
it: Nome file non corrispondente

source: Could not find Excel file
es: No se pudo encontrar el archivo de Excel
it: Impossibile trovare il file di Excel

source: Found this Excel file in the race folder with matching name
es: Encontré este archivo de Excel en la carpeta de la carrera con el mismo nombre
it: Trovato questo file Excel nella cartella di gara con il nome corrispondente

source: Use this Excel file from now on?
es: Utilice este archivo de Excel a partir de ahora?
it: Usa questo file Excel d'ora in poi?

source: Excel Link Not Found
es: Enlace Excel no encontrado
it: Link Excel non trovato

source: Choose a Race file
es: Elige un archivo de carrera
it: Scegli un file di gara

source: CrossMgr files (*.cmn)|*.cmn
es: Archivos de CrossMgr (* .cmn) | * .cmn
it: File CrossMgr (*.cmn) | *.cmn

source: The current race is still running. Finish it and continue?
es: La carrera actual aún se está ejecutando. ¿Finalizarla y continuar?
it: La gara corrente è ancora in corso. Pinizia e continua?

source: Current race running
es: Carrera actual en ejecución
it: Corrente corsa in corso

source: No next race found
es: No se encuentra la próxima carrera
it: Non è stata trovata la prossima gara

source: A race must be loaded first.
es: Una carrera debe ser cargada primero.
it: Una gara deve essere caricata prima.

source: Import Categories
es: Importar Categorías
it: Importa categorie

source: Choose Race Categories File
es: Elegir archivo de categorías de raza
it: Scegli il file Categorie di corse

source: Bicycle Race Categories (*.brc)|*.brc
es: Categorías de carreras de bicicletas (* .brc) | * .brc
it: Categorie di biciclette da corsa (*.brc) | *.brc

source: Export Categories
es: Categorías de exportación
it: Esporta categorie

source: Race Passings
es: Pases de carrera
it: Passaggi della gara

source: Check if this spreadsheet is open.
es: Compruebe si esta hoja de cálculo está abierta.
it: Controlla se questo foglio di calcolo è aperto.

source: CrossResults/Race-Result Publish
it: CrossResults/Race-Result pubblicare

source: Make sure you publish correct results.
es: Asegúrate de publicar los resultados correctos.
it: Assicurati di pubblicare risultati corretti.

source: Take a few minutes to check the following:
es: Tómese unos minutos para comprobar lo siguiente:
it: Prenditi qualche minuto per controllare quanto segue:

source: Is the Race Name spelled correctly?
es: ¿El nombre de la raza está escrito correctamente?
it: Il nome della corsa è scritto correttamente?

source: Is the Race Organizer spelled correctly?
es: ¿Está el organizador de carreras escrito correctamente?
it: L'organizzatore di corse è stato digitato correttamente?

source: Are the City, State/Prov and Country fields correctly filled in?
es: ¿Están correctamente rellenados los campos Ciudad, Estado / Prov y País?
it: I campi Città, Stato/Prov e Paese sono stati compilati correttamente?

source: Are all the Category Names spelled and coded correctly?
es: ¿Todos los nombres de categorías están escritos y codificados correctamente?
it: Tutti i nomi di categoria sono digitati e codificati correttamente?

source: Are the Category Number Ranges correct?
es: ¿Son correctos los rangos de números de categoría?
it: Gli intervalli di numeri di categoria sono corretti?

source: Have you fixed all scoring and data problems?
es: ¿Ha solucionado todos los problemas de puntuación y datos?
it: Hai risolto tutti i problemi di punteggio e dati?

source: Are the Rider Names/Teams/License data correct (spelling? missing data)?
it: I nomi dei Atleta/Squadra/Licenza sono corretti (dati ortografici mancanti)?

source: If not, press Cancel, fix the issues and publish again.
es: Si no, presione Cancelar, arregle los problemas y publique nuevamente.
it: In caso contrario, premere Annulla, correggere i problemi e pubblicare di nuovo.

source: Results Publish
es: Publicación de resultados
it: Risultati pubblicati

source: Missing City, State/Prov or Country fields.
es: Faltan campos de Ciudad, Estado / Prov o País.
it: Campi Città, Stato/Prov o Paese mancanti.

source: Please fill in these fields in Properties.
es: Por favor, rellene estos campos en Propiedades.
it: Si prega di compilare questi campi in Proprietà.

source: Missing Location Fields
es: Campos de ubicación faltantes
it: Campi di posizione mancanti

source: File Error
es: Error de archivo
it: Errore nel file

source: WebScorer file written to:
es: Archivo de WebScorer escrito en:
it: File WebScorer scritto in:

source: WebScorer Publish
it: WebScorer Pubblica

source: WebScorer Publish Error
es: Error de publicación de WebScorer
it: WebScorer Pubblica errore
