Repository: ZigmundRat/CrossMgr
Catalog: CrossMgrLocale/*/LC_MESSAGES/messages.po
Languages: es, it

source: Group by Start Wave
es: Agrupar por Start Wave
it: Raggruppa per Ondata di Partenza

source: Add Missing Last Lap
es: Añadir Missing Last Lap
it: Aggiungi ultimo giro mancante

source: Pull after Lap End
es: Tirar después de Lap End
it: Escludi alla fine del giro

source: DNF after Lap End
es: DNF después de Lap End
it: DNF dopo il Giro

source: Correct Lap End Time
es: Tiempo de final de vuelta correcto
it: Tempo di fine giro corretto

source: Change number or lap end time
es: Cambiar número o tiempo de vuelta
it: Cambia numero o tempo di fine giro

source: Shift Lap End Time
es: Cambio de tiempo de vuelta de vuelta
it: Sposta il tempo di fine giro

source: Move lap end time earlier/later
es: Mueve el tiempo de vuelta de vuelta antes / después
it: Sposta il tempo di fine del giro prima/dopo

source: Delete Lap End Time
es: Eliminar tiempo de finalización de vuelta
it: Elimina tempo di fine del giro

source: Mass Pull after Lap End Time
es: Tirar en masa después del final de la vuelta
it: Esclusione di Massa dopo l'ultimo tempo giro

source: Pull Rider and all Riders after at Lap End
es: Tirar del ciclista y todos los ciclistas al final de la vuelta
it: Escludi corridore e tutti i corridori dopo l'ultimo giro

source: Add/Edit lap Note
es: Añadir / Editar nota de vuelta
it: Aggiungi/Modifica nota sul giro

source: Turn off Autocorrect
es: Desactivar la autocorrección
it: Disattiva la correzione automatica

source: Swap with Rider before
es: Intercambiar con Rider antes
it: Scambia con Corridore precedente

source: Swap with Rider after
es: Swap con Rider despues
it: Scambia con Corridore seguente

source: Show Lap Details
es: Mostrar detalles de la vuelta
it: Mostra dettagli sul giro

source: Show RiderDetail Dialog
es: Mostrar el diálogo de RiderDetail
it: Mostra la finestra di dialogo DettagliCorridore

source: Switch to Results tab
es: Cambiar a la pestaña Resultados
it: Passa alla scheda Risultati

source: Splits
es: Divisiones
it: Si divide

source: before
es: antes de
it: prima

source: after
es: después
it: dopo

source: Add Missing Split
es: Añadir división perdida
it: Aggiungi divisione mancante

source: Add Missing Splits
es: Añadir Splits perdidos
it: Aggiungi divisioni mancanti

source: Missing Splits to Add:
es: Faltan divisiones para agregar:
it: Divisioni mancanti da aggiungere:

source: Pull Rider after lap
es: Pull Rider tras vuelta
it: Escludi corridore dopo il giro

source: Pull Rider
it: Escludi corridore

source: DNF Rider after lap
es: DNF Rider tras vuelta
it: Corridore DNF dopo il giro

source: DNF Rider
it: Corridore DNF

source: Cannot add Last Lap unless Rider is Finisher
es: No se puede agregar la última vuelta a menos que Rider sea Finisher
it: Impossibile aggiungere un ultimo giro a meno che IL Corridore non sia Finisher

source: Cannot add Last Lap
es: No se puede agregar la última vuelta
it: Impossibile aggiungere l'ultimo giro

source: Turn off Autocorrect first?
es: ¿Desactivar Autocorrección primero?
it: Disattiva la correzione automatica?

source: And, Pull all riders ranked lower after lap
es: Y, tira todos los corredores clasificados más bajos después de la vuelta
it: Escludi tutti i corridori classificatisi più in basso dopo il giro

source: Continue
es: Continuar
it: Continua

source: Mass Pull
es: Tirar en masa
it: Esclusione di Massa

source: Cannot apply Mass Pull to rider with unknown category.
es: No se puede tirar en masa al ciclista con categoría desconocida.
it: Non apllicare l'esclusione di massa ai corridori con categria sconosciuta

source: Unknown Category
es: Categoría desconocida
it: categoria sconosciuta

source: Lap Start down from leader
es: Inicio de vuelta del líder
it: Lap Partenza dal leader

source: Lap End down from leader
es: Lap End abajo del líder
it: Fine del giro dal leader

source: Lap Start
es: Inicio de vuelta
it: Giro di Lancio

source: Lap End
es: Final de vuelta
it: Ultimo Giro

source: Lap Time
es: Tiempo de vuelta
it: Tempo del giro

source: Lap Details
es: Detalles de la vuelta
it: Dettagli sul giro

source: Total Entries
es: Entradas totales
it: Totale Iscritti

source: Projected
es: Proyectado
it: proiezione

source: Edited
es: Editado
it: Modificato

source: Projected or Edited
es: Proyectado o editado
it: Proiezione o Modificato

source: Photos
es: Las fotos
it: Fotografie

source: lap
es: regazo
it: giro

source: laps
es: vueltas
it: giri

source: Import a GPX File containing coordinates for the course. Continue if you want to load or change the GPX course file.
es: Importe un archivo GPX que contenga las coordenadas del curso. Continúe si desea cargar o cambiar el archivo del curso GPX.
it: Importa un file GPX contenente le coordinate per il corso. Continua se vuoi caricare o modificare il file del corso GPX.

source: Remove GPX Course
es: Eliminar curso GPX
it: Rimuovi il corso GPX

source: Permanently Remove GPX Course?
es: ¿Desea eliminar permanentemente el curso GPX?
it: Rimuovere definitivamente il corso GPX?

source: No GPX Course
es: No hay curso de GPX
it: Nessun corso GPX

source: Existing GPX file:
es: Archivo GPX existente:
it: File GPX esistente:

source: Number of Coords
es: Número de Coords
it: Numero di Coords

source: Lap Length
es: Longitud de vuelta
it: Lunghezza del giro

source: miles
es: millas
it: miglia

source: Total Elevation Gain
es: Ganancia de elevación total
it: Dislivello

source: Course Type
es: Tipo de curso
it: Tipo di percorso

source: Loop
es: Lazo
it: Ciclo continuo

source: Specify the GPX File containing coordinates for the course.
es: Especifique el archivo GPX que contiene las coordenadas del curso.
it: Specificare il file GPX contenente le coordinate per il corso.

source: Course is a Loop
es: El curso es un bucle
it: Il percorso è un giro

source: Course is Point-to-Point
es: El curso es punto a punto
it: Il percorso è point to point

source: Read"elevation.csv" File (in same folder as GPX file)
it: Leggi il file"elevation.csv" (nella stessa cartella del file GPX)

source: This GPX file does not contain times. Race times will be calculated based on distance and elevation.
es: Este archivo GPX no contiene tiempos. Los tiempos de carrera se calcularán según la distancia y la elevación.
it: Questo file GPX non contiene volte. I tempi di registrazione saranno calcolati in base alla distanza e all'elevazione.

source: Use times in the GPX file for more realistic animation
es: Use los tiempos en el archivo GPX para una animación más realista.
it: Usa i tempi nel file GPX per animazioni più realistiche

source: Summary
es: Resumen
it: Sommario

source: GPX File
es: Archivo GPX
it: File GPX

source: Course is
es: El curso es
it: Il percorso è:

source: Set Category Distances to GPX Lap Length
es: Establece las Distancias de la Categoría a GPX Longitud de Vuelta
it: Impostare Distanze di categoria su Lunghezza GPX

source: Import GPX Course File
es: Importar archivo de curso GPX
it: Importa file di percorso GPX

source: Please specify a GPX file.
es: Por favor, especifique un archivo GPX.
it: Si prega di specificare un file GPX.

source: Cannot open file
es: No puede abrir el archivo
it: Non è possibile aprire questo file

source: Please check the file name and/or its read permissions.
es: Por favor verifique el nombre del archivo y / o sus permisos de lectura.
it: Si prega di controllare il nome del file e/o le sue autorizzazioni di lettura.

source: File Open Error
es: Error de abrir archivo
it: Errore di apertura file

source: Read Error
es: Error de lectura
it: Errore di lettura

source: Is this GPX file properly formatted?
es: ¿Es este archivo GPX formateado correctamente?
it: Questo file GPX è formattato correttamente?

source: Import Failed
es: Error de importación
it: Importazione fallita

source: GPX file contains fewer than two points.
es: El archivo GPX contiene menos de dos puntos.
it: Il file GPX contiene meno di due punti.

source: File Format Error
es: Error de formato de archivo
it: Errore nel formato del file

source: Cannot Open Elevation File
es: No se puede abrir el archivo de elevación
it: Impossibile aprire il file di elevazione

source: Elevation File Error
es: Error de archivo de elevación
it: Errore file di elevazione

source: File Read Error
es: Error de lectura de archivo
it: Errore di lettura file

source: Search Text:
es: Buscar texto:
it: Cerca testo:

source: Last
es: Último
it: Scorso

source: 1 second
es: 1 segundo
it: 1 secondo

source: 30 seconds
es: 30 segundos
it: 30 secondi

source: 1 minute
es: 1 minuto
it: 1 minuto

source: 5 minutes
es: 5 minutos
it: 5 minuti

source: Bin width
es: Ancho de la papelera
it: Larghezza del cestino

source: Sync Category
es: Categoría de sincronización
it: Sincro. la categoria

source: Position
es: Posición
it: Posizione

source: Race Times
es: Tiempos de carrera
it: Tempi di gara

source: Lap Times
es: Tiempos de vuelta
it: Tempi sul giro

source: Time Down per Lap
es: Tiempo hacia abajo por vuelta
it: Tempo trascorso per giro

source: Names
es: Los nombres
it: nomi

source: Show RiderDetail tab
es: Mostrar pestaña RiderDetail
it: Mostra la scheda RiderDetail

source: Correct...
es: Correcto...
it: Corretta...

source: Change number or time
es: Cambio de numero o tiempo
it: Cambia numero o tempo

source: Shift...
es: Cambio...
it: Cambio...

source: Move time earlier/later
es: Mueve el tiempo antes / después
it: Sposta il tempo prima/dopo

source: Insert...
es: Insertar...
it: Inserire...

source: Insert a number before/after existing entry
es: Inserte un número antes / después de la entrada existente
it: Inserisci un numero prima/dopo la voce esistente

source: Delete...
es: Borrar...
it: Elimina...

source: Delete an entry
es: Borrar una entrada
it: Elimina una voce

source: Split...
es: División...
it: Diviso...

source: Split an entry into two
es: Dividir una entrada en dos.
it: Dividere una voce in due

source: Swap with Entry before
es: Intercambiar con entrada antes
it: Scambia con la voce precedente

source: Swap with Entry after
es: Intercambiar con entrada despues
it: Scambia con la voce dopo

source: Pull After Lap
es: Tirar después de vuelta
it: Tirare Dopo il giro

source: Pull After lap
es: Tirar tras vuelta
it: Tirare Dopo il giro

source: DNF After Lap
es: DNF después de la vuelta
it: DNF dopo giro

source: DNF After lap
es: DNF después de la vuelta
it: DNF Dopo giro

source: Pull after lap
es: Tirar tras vuelta
it: Tirare dopo il giro

source: DNF after lap
es: DNF después de la vuelta
it: DNF dopo giro

source: invalid time
es: tiempo invalido
it: tempo non valido

source: Chip Reader Setup
es: Configuración de lector de chip
it: Installazione del lettore di chip

source: Accept RFID Reader Data During Race
es: Aceptar datos del lector RFID durante la carrera
it: Accetta dati del lettore RFID durante la gara

source: Start RFID Test
es: Iniciar prueba RFID
it: Avvia test RFID

source: Make sure the RFID receiver is plugged into the network.
es: Asegúrese de que el receptor RFID esté conectado a la red.
it: Assicurarsi che il ricevitore RFID sia collegato alla rete.

source: If you are using Impinj/Alien, make sure the CrossMgrImpinj or CrossMgrAlien bridge programs are running.
es: Si está utilizando Impinj / Alien, asegúrese de que los programas de puente CrossMgrImpinj o CrossMgrAlien se estén ejecutando.
it: Se si utilizza Impinj/Alien, assicurarsi che i programmi del bridge CrossMgrImpinj o CrossMgrAlien siano in esecuzione.

source: You must have the Sign-On Excel sheet ready and linked before your race.
es: Debes tener la hoja de inicio de sesión de Excel lista y vinculada antes de tu carrera.
it: È necessario avere il foglio Excel di iscrizione pronto e collegato prima della gara.

source: You must configure a"Tag" field in your Sign-On Excel Sheet.
it: È necessario configurare un campo"Tag" nel foglio Excel di accesso.

source: Run this test before each race.
es: Ejecutar esta prueba antes de cada carrera.
it: Esegui questo test prima di ogni gara.

source: CrossMgr supports the JChip, RaceResult, Ultra, Impinj and Alien RFID readers.
es: CrossMgr admite los lectores RFID JChip, RaceResult, Ultra, Impinj y Alien.
it: CrossMgr supporta i lettori JChip, RaceResult, Ultra, Impinj e Alien RFID.

source: For more details, consult the documentation for your reader.
es: Para más detalles, consulte la documentación de su lector.
it: Per maggiori dettagli, consulta la documentazione per il tuo lettore.

source: Reader Configuration:
es: Configuración del lector:
it: Configurazione del Reader:

source: Reader Type
es: Tipo de lector
it: Tipo di lettore

source: or
es: o
it: o

source: AutoDetect
es: Detección automática
it: Trovato automaticamente

source: Remote IP Address:
es: Dirección IP remota:
it: Indirizzo IP remoto:

source: Remote Port:
es: Puerto remoto:
it: Porta remota:

source: If using JChip, see"7 Setting of Connections" in JChip"Control Panel Soft Manual" for more details.
it: Se si utilizza JChip, consultare"7 Impostazione delle connessioni" in JChip"Pannello di controllo Soft Manual" per ulteriori dettagli.

source: Messages:
es: Mensajes:
it: messaggi:

source: AutoDetect Error
es: Error de autodetección
it: Errore di rilevamento automatico

source: AutoDetect Failure
es: Fallo de autodetección
it: Errore di rilevamento automatico

source: Reader not found.
es: Lector no encontrado.
it: Reader non trovato.

source: No active race. Cannot perform RFID test. "New" or"Open" a race first.
it: Nessuna gara attiva. Impossibile eseguire il test RFID."Nuovo" o \ "Apri" prima una gara.

source: Cannot Perform RFID Test
es: No se puede realizar la prueba de RFID
it: Impossibile eseguire il test RFID

source: Cannot perform RFID test while race is running.
es: No se puede realizar la prueba RFID mientras la carrera se está ejecutando.
it: Non è possibile eseguire il test RFID mentre la gara è in corso.

source: CrossMgr will not be able to associate chip Tags with Bib numbers.
es: CrossMgr no podrá asociar etiquetas de chip con números de Bib.
it: CrossMgr non sarà in grado di associare i Tag dei chip ai numeri Bib.

source: You may proceed with the test, but you need to fix the Excel sheet.
es: Puede continuar con la prueba, pero necesita arreglar la hoja de Excel.
it: È possibile procedere con il test, ma è necessario correggere il foglio Excel.

source: See documentation for details.
es: Consulte la documentación para más detalles.
it: Vedi la documentazione per i dettagli.

source: Problems with Excel sheet.
es: Problemas con la hoja de Excel.
it: Problemi con il foglio Excel.

source: Reason:
es: Razón:
it: Ragionare:

source: Excel Link Problem
es: Problema de enlace de Excel
it: Problema di collegamento Excel

source: All Tag entries in the Excel sheet are blank.
es: Todas las entradas de etiquetas en la hoja de Excel están en blanco.
it: Tutte le voci Tag nel foglio Excel sono vuote.

source: listening for RFID connection...
es: escuchando la conexión RFID ...
it: ascoltando la connessione RFID ...

source: receiver name
es: nombre del destinatario
it: Nome del destinatario

source: No test running.
es: No hay prueba en ejecución.
it: Nessun test in corso.

source: Lap Counter Options
es: Opciones de contador de vuelta
it: Opzioni di contagiri

source: Type
es: Tipo
it: Genere

source: Lap Counter
es: Contador de vueltas
it: Contagiri

source: Countdown Timer
es: Contador regresivo
it: Conto alla rovescia

source: Foregrounds
es: Primeros planos
it: Primi piani

source: Backgrounds
es: Antecedentes
it: Sfondi

source: Show Lap Elapsed Time
es: Mostrar lapso de tiempo transcurrido
it: Mostra tempo trascorso giro

source: Lap Cycle
es: Ciclo de vuelta
it: Ciclo del giro

source: Seconds before Leader's ETA to change Lap Counter
es: Segundos antes de la ETA del líder para cambiar el contador de vueltas
it: Secondi prima dell'Eta di Leader per cambiare il Lap Counter

source: Lock in Laps to Go
es: Bloqueo en vueltas para ir
it: Imposta i giri per andare

source: Options
es: Opciones
it: Opzioni

source: No tips available.
es: No hay consejos disponibles.
it: Nessun suggerimento disponibile.

source: Simulation
es: Simulación
it: Simulazione

source: Simulate Race
es: Simular raza
it: Simula gara

source: This will simulate a race using randomly generated data.
es: Esto simulará una carrera utilizando datos generados aleatoriamente.
it: Questo simulerà una gara usando dati generati casualmente.

source: It is a good illustration of CrossMgr's functionality with real time data.
es: Es una buena ilustración de la funcionalidad de CrossMgr con datos en tiempo real.
it: È una buona illustrazione della funzionalità di CrossMgr con i dati in tempo reale.

source: The simulation takes about 8 minutes.
es: La simulación dura unos 8 minutos.
it: La simulazione dura circa 8 minuti.

source: In the Time Trial simulation, riders start on 15 second intervals.
es: En la simulación Time Trial, los corredores comienzan en intervalos de 15 segundos.
it: Nella simulazione Time Trial, i ciclisti partono con intervalli di 15 secondi.

source: The race will be written to
es: La carrera se escribirá a
it: La gara sarà scritta su

source: Continue?
es: ¿Continuar?
it: Continua?

source: Mass Start Race
es: Carrera de inicio en masa
it: Partenza di massa

source: Simulate RFID Reset Start Clock on First Read
it: Simula RFID Reimposta inizio orologio su prima lettura

source: Time Trial
es: Contrarreloj
it: Prova a tempo

source: &New...
es: &Nuevo...
it: &Nuovo...

source: Create a new race
es: Crear una nueva carrera
it: Crea una nuova razza

source: New Nex&t...
es: Nuevo Nex&t ...
it: Nuovo prossimo...

source: Create a new race starting from the current race
es: Crea una nueva carrera a partir de la actual.
it: Crea una nuova gara partendo dalla gara attuale

source: New from &RaceDB Excel...
it: Nuovo da &RaceDB Excel ...

source: Create a new race from RaceDB Excel output
es: Crea una nueva carrera desde la salida RaceDB Excel.
it: Crea una nuova razza dall'output di RaceDB Excel

source: &Open...
es: &Abierto...
it: &Aperto...

source: Open a race
es: Abrir una carrera
it: Apri una gara

source: Open N&ext...
es: Abierto N&ext ...
it: Apri dopo...

source: Open the next race starting from the current race
es: Abre la próxima carrera a partir de la carrera actual.
it: Apri la prossima gara partendo dalla gara attuale

source: Open from RaceDB Server...
es: Abrir desde el servidor RaceDB ...
it: Apri da RaceDB Server ...

source: Open a Race directly from RaceDB server
es: Abre una carrera directamente desde el servidor RaceDB
it: Apri una gara direttamente dal server RaceDB

source: Upload Results to RaceDB Server...
es: Cargar resultados al servidor RaceDB ...
it: Carica i risultati sul server RaceDB ...

source: Upload Results to RaceDB server
es: Cargar resultados al servidor RaceDB
it: Carica i risultati sul server RaceDB

source: &Restore from Original Input...
es: &Restaurar desde entrada original ...
it: &Ripristina da Ingresso originale ...

source: Restore from Original Input
es: Restaurar desde la entrada original
it: Ripristina da input originale

source: Recent Fil&es
es: Archivos recientes
it: File recenti

source: &Close Race
es: &Cerrar carrera
it: &Chiudi gara

source: Close this race without exiting CrossMgr
es: Cierra esta carrera sin salir de CrossMgr.
it: Chiudi questa gara senza uscire da CrossMgr

source: E&xit
es: Salida
it: Uscita

source: Exit CrossMgr
es: Salir de CrossMgr
it: Esci da CrossMgr

source: Page &Setup...
it: Impostazione della pagina...

source: Setup the print page
es: Configurar la página de impresión
it: Imposta la pagina di stampa

source: P&review Print Results...
es: P&revisión Imprimir Resultados ...
it: Anteprima dei risultati stampati...

source: Preview the printed results on screen
es: Vista previa de los resultados impresos en pantalla
it: Visualizza in anteprima i risultati stampati sullo schermo

source: &Print Results...
es: &Imprimir resultados ...
it: &Stampa risultati ...

source: Print the results to a printer
es: Imprime los resultados a una impresora
it: Stampa i risultati su una stampante

source: Print P&odium Results...
es: Imprimir P&odium Resultados ...
it: Stampa risultati podio...

source: Print the top position results to a printer
es: Imprima los resultados de la posición superior en una impresora
it: Stampa i risultati della posizione superiore su una stampante

source: Print C&ategories...
es: Imprimir C&ategories ...
it: Stampa categorie...

source: Print Categories
es: Imprimir Categorías
it: Stampa categorie

source: &Batch Publish Files...
es: &Batch Publicar archivos ...
it: Pubblica file insieme...

source: Publish Multiple Results File Formats
es: Publicar múltiples formatos de archivos de resultados
it: Pubblicare formati di file con più risultati

source: &Publish
es: &Publicar
it: &Pubblicare

source: &Undo Ctrl+Z
es: &Deshacer\tCtrl+Z
it: &Annulla Ctrl+Z

source: Undo the last edit
es: Deshacer la última edición
it: Annulla l'ultima modifica

source: &Redo Ctrl+Y
es: &Rehacer Ctrl+Y
it: &Ripeti Ctrl+Y

source: Redo the last edit
es: Rehacer la última edición
it: Ripristina l'ultima modifica

source: &Find... Ctrl+F
es: &Buscar... Ctrl+Z
it: &Trova... Ctrl+F

source: Find a Rider
es: Encontrar un jinete
it: Trova un pilota

source: &Delete Bib Number...
es: &Eliminar número de babero...
it: &Elimina numero pettorale ...

source: Delete Bib Number...
es: Eliminar número de babero ...
it: Elimina numero pettorale ...

source: &Swap Bib Numbers...
es: &Intercambiar números de babero ...
it: &Scambia numeri pettorali ...

source: Swap Bib Numbers...
es: Intercambiar números de babero ...
it: Scambia numeri pettorali ...

source: &Change Bib Number...
es: &Cambiar número de babero ...
it: &Cambia numero pettorale ...

source: Change Bib Number...
es: Cambiar número de babero ...
it: Cambia pettorale ...

source: &Add Missing Bib Number...
es: &Agregar número de babero faltante ...
it: &Aggiungi numero pettorale mancante ...

source: Add Missing Bib Number...
es: Añadir número de babero faltante ...
it: Aggiungi numero di pettorale mancante ...

source: &Change"Autocorrect"...
it: & Cambia"Correzione automatica" ...

source: Change"Autocorrect"...
it: Modifica"Correzione automatica" ...

source: &Edit
es: &Editar
it: &Modificare

source: &Link to External Excel Data...
es: &Enlace a datos externos de Excel ...
it: Collegamento a dati Excel esterni ...

source: Link to information in an Excel spreadsheet
es: Enlace a la información en una hoja de cálculo de Excel
it: Collegamento alle informazioni in un foglio di calcolo di Excel

source: &Add DNS from External Excel Data...
es: &Agregar DNS de datos externos de Excel ...
it: &Aggiungi DNS da dati Excel esterni ...

source: Add DNS...
es: Añadir DNS ...
it: Aggiungi DNS...

source: &Open Excel Spreadsheet...
es: &Abrir hoja de cálculo de Excel ...
it: &Apri foglio di calcolo Excel...

source: Open Excel Spreadsheet...
es: Abrir hoja de cálculo de Excel ...
it: Apri foglio di calcolo Excel ...

source: &Import Time Trial Start Times...
es: &Import Time Time Start Times ...
it: &Importa tempi di inizio prova a tempo ...

source: Import Time Trial Start Times
es: Importar tiempo de inicio de prueba de tiempo
it: Importa tempi di inizio prova a tempo

source: &Import Categories from File...
es: &Importar categorías desde archivo ...
it: &Importa categorie da file ...

source: Import Categories from File
es: Importar categorías desde archivo
it: Importa categorie da file

source: &Export Categories to File...
es: &Exportar categorías a archivo ...
it: &Esporta categorie su file ...

source: Export Categories to File
es: Exportar categorías a archivo
it: Esporta le categorie in un file

source: Export Passings to Excel...
es: Exportar pases a Excel ...
it: Esporta passaggi in Excel ...
