Repository: ZigmundRat/CrossMgr
Catalog: CrossMgrLocale/*/LC_MESSAGES/messages.po
Languages: es, it

source: Swap Numbers
es: Números de intercambio
it: Scambia i numeri

source: Cannot swap with specified rider.
es: No se puede intercambiar con el jinete especificado.
it: Non è possibile scambiare con un ciclista specificato.

source: This rider is not in race.
es: Este jinete no está en carrera.
it: Questo ciclista non è in gara.

source: Cannot Swap Rider Numbers
es: No se pueden intercambiar números de usuarios
it: Impossibile scambiare i numeri del corridore

source: Confirm Swap numbers
es: Confirmar números de intercambio
it: Conferma i numeri scambiati

source: Swap Rider Number
es: Número de jinete de intercambio
it: Scambia il numero del corridore

source: All time entries will be copied to the new bib number.
es: Todas las entradas de tiempo se copiarán al nuevo número de babero.
it: Tutte le registrazioni di tempo saranno copiate per il nuovo numero di pettorale.

source: Copy Rider Times
es: Copiar tiempos de jinete
it: Copia i tempi del corridore

source: New Bib Number Exists
es: Ya existe un nuevo número de babero
it: Il nuovo numero è già esistente

source: This operation will replace all existing data.
it: Questa operazione sostituirà tutti i dati esistenti.

source: Cannot Copy to Same Number
es: No se puede copiar al mismo número
it: Impossibile copiare sullo stesso numero

source: Entries will be copied to new Bib
es: Las entradas se copiarán al nuevo Bib.
it: Le registrazioni saranno copiate sul nuovo pettorale

source: All entries will be slightly earlier.
es: Todas las entradas serán ligeramente anteriores.
it: Tutte le registrazionisaranno leggermente precedenti.

source: Confirm Copy Rider Times
es: Confirmar Copiar Horarios
it: Conferma i tempi di copia atleta

source: Lap Start
es: \nInicio de vuelta
it: Inizio al giro

source: Lap End
es: \nFinal de vuelt
it: Fine del giro

source: Add missing last lap
es: Añadir la última vuelta faltante
it: Aggiungi l'ultimo giro mancante

source: Correct lap End Time
es: Tiempo de vuelta de vuelta correcta
it: Tempo del giro corretto

source: Note for lap
es: Nota para la vuelta
it: Nota per il giro

source: Lapped by Leader
es: Lapeado por el líder
it: Doppiato dal Leader

source: Save (Ctrl-S)
es: Guarda\t(Ctrl-G)
it: Salva (Ctrl-S)

source: Search:
es: Buscar:
it: Ricerca:

source: Close
es: Cerrar
it: Chiudi

source: StartTime
es: Hora de inicio
it: Orario di partenza

source: In Race
es: En carrera
it: In gara

source: yes
es: sí
it: sì

source: Find Rider
es: Encontrar jinete
it: Trova ciclista

source: Set Autocorrect
es: Establecer autocorrección
it: Imposta la correzione automatica

source: Change the Autocorrect Flag by Category
es: Cambiar la marca de autocorrección por categoría
it: Cambia il flag di correzione automatica per la categoria

source: Select Categories:
es: Seleccione Categorías:
it: Seleziona categorie:

source: For all Riders in the Categories above:
es: Para todos los corredores en las categorías anteriores:
it: Per tutti i corridori nelle categorie sopra:

source: Set Autocorrect Flag
es: Establecer marca de autocorrección
it: Imposta Flag di correzione automatica

source: Clear Autocorrect Flag
es: Borrar marca de autocorrección
it: Disattiva flag di correzione automatica

source: No Categories Selected. Select some Categories, or Cancel
es: No se seleccionaron categorías. Seleccione algunas categorías o Cancelar
it: Nessuna categoria selezionata. Seleziona le categorie o Annulla

source: No Categories Selected
es: No hay categorías seleccionadas
it: Nessuna categoria selezionata

source: Graphic to be Displayed in Results (set to blank to use default graphic):
es: Gráfico que se mostrará en Resultados (configurado en blanco para usar el gráfico predeterminado):
it: Grafica da visualizzare in Risultati (impostato su bianco per utilizzare l'immagine predefinita):

source: Choose
es: Escoger
it: Scegliere

source: Pull After Last Recorded Time
es: Tirar después del último tiempo grabado
it: Escludi dopo l'ultima ora registrata

source: DNF After Last Recorded Time
es: DNF después del último tiempo grabado
it: DNF dopo l'ultimo tempo registrato

source: Pull at
es: Tirar
it: Escludi

source: DNF at
es: DNF en
it: DNF a

source: Drag Top Slider to Change Time
es: Arrastre el control deslizante superior para cambiar la hora
it: Trascina il cursore superiore per cambiare il tempo

source: Drag Left Slider to Zoom
es: Arrastre el control deslizante izquierdo para hacer zoom
it: Trascina il cursore sinistro per ingrandire

source: Chase Group
es: Grupo de persecución
it: Gruppo inseguitori

source: Size
es: tamaño
it: Misura

source: Tap for Time
es: Toque para el tiempo
it: Schiaccia per il tempo

source: Tap to get a Time, or press"t".
it: SChiaccia per ottenere un tempo o premere"t".

source: Then enter the Bib number(s) and Save.
es: Luego ingrese el (los) número (s) de Bib y Guardar.
it: Quindi inserire il numero di pettorale e salvare.

source: (or press"t")
it: (o premi"t")

source: (or press"s")
it: (o premi"s")

source: Save Entries (or press"s")
it: Salva inserimenti (o premi"s")

source: Insufficient space to Record Time.
es: Espacio insuficiente para registrar el tiempo.
it: Spazio insufficiente per registrare il tempo.

source: Enter Bib numbers and press Commit.
es: Ingrese números de babero y presione Confirmar.
it: Inserisci i numeri e premi Conferma.

source: Or delete some entries
es: O borra algunas entradas
it: O cancellare alcune voci

source: Record Time Failed.
es: Tiempo de grabación fallido.
it: Tempo di registrazione fallito.

source: Attempting to connect to Ultra reader at
es: Intentando conectar al lector Ultra en
it: Tentativo di connessione a Ultra reader at

source: Connection to Ultra reader failed
es: Falló la conexión con el lector Ultra
it: Connessione a Ultra reader fallita

source: AutoDetect Ultra at
es: AutoDetect Ultra en
it: AutoDetect Ultra a

source: connect to Ultra reader SUCCEEDS on
es: conectarse al lector Ultra SUCCEEDS en
it: connettersi a Ultra reader SUCCEEDS su

source: Lost heartbeat.
es: Latido del corazón perdido.
it: Battito cardiaco perso

source: Unexpected reader message
es: Mensaje de lector inesperado
it: Messaggio di lettura inatteso

source: Export to Excel
es: Exportar a Excel
it: esporta in Excel

source: Folder to write
es: Carpeta para escribir
it: Cartella in cui scrivere

source: Search
es: Buscar
it: Cerca

source: ModelTakePhoto: usb camera is not enabled
es: ModelTakePhoto: la cámara usb no está habilitada
it: ModelTakePhoto: la fotocamera USB non è abilitata

source: LastName must be linked to a column in the Excel sheet.
es: El apellido debe estar vinculado a una columna en la hoja de Excel.
it: LastName deve essere collegato a una colonna nel foglio Excel.

source: Excel
es: Sobresalir

source: You must first "New" a race and fill in the details.
es: Primero debes "Nuevo\' una carrera y completar los detalles.

source: You must also configure a "Tag" field in your Sign-On Excel Sheet and link the sheet to the race.
es: También debe configurar un campo "Etiqueta" en su Hoja de Excel de inicio de sesión y vincular la hoja a la carrera.

source: UCICode
es: Código UCI

source: Clip
es: Acortar

source: Password
es: Contraseña

source: Point to Point
es: Punto a punto

source: Read "elevation.csv" File (in same folder as GPX file)
es: Leer "elevation.csv " Archivo (en la misma carpeta que el archivo GPX)

source: Bin by
es: Bin por

source: You must configure a "Tag" field in your Sign-On Excel Sheet.
es: Debe configurar un campo "Etiqueta " en su hoja de Excel de inicio de sesión.

source: If using JChip, see "7 Setting of Connections" in JChip "Control Panel Soft Manual" for more details.
es: Si usa JChip, vea "Configuración de conexiones" en JChip "Manual suave del panel de control" para más detalles.

source: No active race. Cannot perform RFID test. "New" or "Open" a race first.
es: No hay carrera activa. No se puede realizar la prueba de RFID. "Nuevo" o "Abrir" una carrera primero.

source: New from&RaceDB Excel...
es: Nuevo de&RaceDB Excel ...

source: &File
es: &Expediente

source: Page&Setup...
es: Página y configuración ...

source: &Change "Autocorrect"...
es: &Cambiar "Autocorrección " ...

source: Change "Autocorrect"...
es: Cambiar "Autocorrección " ...

source: Export Raw Data as&HTML...
es: Exportar datos sin formato como y HTML ...

source: Export Results as&JSON...
es: Exportar resultados como&JSON ...

source: Chip Reader&Setup...
es: Chip Reader y configuración ...

source: Ipico Formatted File
es: Ipico Formateado Archivo

source: RaceResult File
es: Archivo RaceResult

source: Chip&Reader
es: Chip y lector

source: Copy Log File to&Clipboard...
es: Copiar archivo de registro a&Portapapeles ...

source: Sync&Categories between Tabs
es: Sincronización y categorías entre pestañas

source: Set Default Contact&Email...
es: Establecer contacto predeterminado y correo electrónico ...

source: Set Default&Graphic...
es: Establecer predeterminado y gráfico ...

source: Help&Search...
es: Ayuda y búsqueda ...

source: Are the Rider Names / Teams / License data correct (spelling? missing data)?
es: ¿Son correctos los nombres de los usuarios / equipos / datos de licencia (ortografía? Datos faltantes)?

source: Photo Sync Viewer
es: Visor de sincronización de fotos

source: Sponsor
es: Patrocinador

source: Set "Autocorrect Lap Data" option by Default
es: Establecer la opción "Autocorrección de datos de vuelta" por defecto

source: Setup/Test Rfid Reader...
es: Configurar / Probar Rfid Reader ...

source: Page Header Graphic
es: Gráfico de encabezado de página

source: Race Folder Base
es: Base de la carpeta de la carrera

source: StateProv
es: EstadoProv

source: sec
es: segundo

source: Tag(s)
es: Etiqueta (s)

source: Leader ETA
es: Líder ETA

source: Tap to get a Time, or press "t".
es: Toque para obtener una hora, o presione "t ".

source: (or press "t")
es: (o presione "t ")

source: (or press "s")
es: (o presione "s ")

source: Save Entries (or press "s")
es: Guardar entradas (o presionar "s ")

source: Finisher
es: Acabador

source: NP
es: notario público
