Repository: ZigmundRat/CrossMgr
Catalog: CrossMgrLocale/*/LC_MESSAGES/messages.po
Languages: es, it

source: Record
es: Grabar
it: Disco

source: Start Race at Time:
es: Iniciar carrera en el tiempo:
it: Inizia gara al tempo:

source: Automatically Start Race at:
es: Iniciar automáticamente la carrera en:
it: Inizia automaticamente la gara a:

source: After Start, Switch to:
es: Después de comenzar, cambie a:
it: Dopo l'avvio, passare a:

source: Actions
es: Comportamiento
it: Azioni

source: Results
es: Resultados
it: Risultati

source: Passings
es: Pases
it: Passaggi

source: RiderDetail
es: Detalles del ciclista
it: Dettagli Atleta

source: Chart
es: Gráfico
it: Grafico

source: Animation
es: Animación
it: Animazione

source: Recommendations
es: Recomendaciones
it: Raccomandazioni

source: Categories
es: Las categorías
it: Categorie

source: Properties
es: Propiedades
it: Proprietà

source: Primes
it: Traguardi Volanti

source: Situation
es: Situación
it: Situazione

source: LapCounter
es: ContadordeVueltas
it: Contagiri

source: Start at Above Time
es: Comenzar en el tiempo anterior
it: Inizia da Above Time

source: Start in 30s
es: Comienzo en 30s
it: Inizia tra 30s

source: Start in 60s
es: Comienzo en 60s
it: Inizia tra 60s

source: Scheduled Start Time is in the Past
es: La hora de inicio programada es en el pasado
it: L'ora di inizio pianificata è nel passato

source: Please enter a Scheduled Start Time in the Future.
es: Por favor, introduzca una hora de inicio programada en el futuro.
it: Si prega di inserire un orario di inizio programmato

source: Start Race
es: Iniciar carrera
it: Inizia la gara

source: Finish Race
es: Terminar la carrera
it: Fine corsa

source: Chip Timing Options
es: Opciones de tiempo de chip
it: Opzioni di cronometraggio

source: Properties Shortcut
es: Acceso directo de propiedades
it: Collegamento a proprietà

source: Start Race Automatically at Future Time
es: Iniciar carrera automáticamente en tiempo futuro
it: Inizia la gara automaticamente al momento programmato

source: Checklist:
es: Lista de verificación:
it: Elenco di controllo:

source: You must have a valid race. Open or New a race first.
es: Debes tener una carrera válida. Abrir o Nuevo una carrera primero.
it: Devi avere una gara valida. Apri Nuova una gara prima.

source: No Valid Race
es: Ninguna carrera valida
it: Nessuna gara valida

source: Cannot Start. Excel Sheet read failure.
es: No se puede empezar. Falla de lectura de la hoja de Excel.
it: Impossibile avviare. Errore di lettura foglio Excel.

source: The Excel file is either unconfigured or unreadable.
es: El archivo de Excel no está configurado o es ilegible.
it: Il file Excel non è configurato o illeggibile.

source: Excel Sheet Read
es: Hoja de Excel Leer
it: Lettura foglio Excel

source: Cannot Start. Excel Sheet missing Tag column.
es: No se puede empezar. Hoja de Excel falta la columna de la RFID etiqueta.
it: Impossibile avviare. Colonna Tag mancante nel foglio Excel.

source: The Excel file must contain a Tag column to use RFID.
es: El archivo de Excel debe contener una columna de etiqueta para usar RFID.
it: Il file Excel deve contenere una colonna Tag per utilizzare l'RFID.

source: Excel Sheet missing Tag column
es: Hoja de Excel falta Columna de RFID etiqueta
it: Colonna Tag mancante nel foglio Excel

source: Start Race Now?
es: ¿Comenzar la carrera ahora?
it: Vuoi iniziare la gara adesso?

source: Finish Race Now?
es: ¿Terminar la carrera ahora?
it: Vuoi finire la gara adesso?

source: line
es: línea
it: linea

source: unrecognised input
es: entrada no reconocida
it: input non riconosciuto

source: Laps of
es: Vueltas de
it: Giri di

source: Laps to go
es: Vueltas para ir
it: Giri all'arrivo

source: of
es: de
it: di

source: to go
es: ir
it: andare

source: Leaders
es: Lideres
it: Capi

source: Finish
es: Terminar
it: Arrivo

source: laps to go
es: vueltas para ir
it: giri mancanti

source: as .html file
es: como archivo .html
it: come file .html

source: Index Html
es: Índice Html
it: Indice HTML

source: index.html for all CrossMgr races in folder
es: index.html para todas las carreras de CrossMgr en la carpeta
it: index.html per tutte le gare di CrossMgr nella cartella

source: as .pdf file
es: como archivo .pdf
it: come file .pdf

source: as .xlsx file
it: come file .xlsx

source: as .xls upload file
es: como archivo .xls subir
it: come .xls carica il file

source: as .xlsx upload file
it: come file di caricamento .xlsx

source: as .txt upload file
es: como archivo de carga .txt
it: come file di caricamento .txt

source: as .png upload files in Facebook folder
es: como .png subir archivos en la carpeta de Facebook
it: png carica i file nella cartella Facebook

source: Camera Test
es: Prueba de camara
it: Test della fotocamera

source: Take Snapshot
es: Tomar instantáneas
it: Scatta una foto

source: Camera Resolution
es: Resolucion de la camara
it: Risoluzione della fotocamera

source: Camera Failed: Unknown Error.
es: Falló la cámara: error desconocido.
it: Fotocamera non trovata: errore sconosciuto.

source: Cannot access photo image.
es: No se puede acceder a la imagen de la foto.
it: Impossibile accedere all'immagine.

source: Camera Error
es: Error de camara
it: Errore della fotocamera

source: Save Photo as PNG File:
es: Guardar foto como archivo PNG:
it: Salva foto come file PNG:

source: Cannot save photo:
es: No se puede guardar la foto:
it: Impossibile salvare la foto:

source: Save Error
es: Guardar error
it: Errore di salvataggio

source: Numbers
es: Números
it: Numeri

source: Gender
es: Género
it: Sesso

source: Age
es: Años
it: Età

source: to
es: a
it: a

source: Category
es: Categoría
it: Categoria

source: All
es: Todos
it: Tutti

source: Start on
es: Comienza en
it: Inizia

source: Start Time
es: Hora de inicio
it: Orario di inizio

source: Laps
es: Vueltas
it: Giri

source: Distance
es: Distancia
it: Distanza

source: Starters
es: Entrantes
it: Partenti

source: There was a printer problem.
es: Hubo un problema con la impresora.
it: C'è un problema con la stampante.

source: Check your printer setup.
es: Compruebe la configuración de su impresora.
it: Controlla la configurazione della stampante.

source: Printer Error
es: Error de impresora
it: Errore stampante

source: Start Wave
es: Inicio ola
it: Fai partire l'onda

source: Component
es: Componente
it: Componente

source: Custom
es: Personalizado
it: Customizzata

source: Lap
es: Vuelta
it: Giro

source: Race
es: Carrera
it: Gara

source: Activate All
es: Activar todo
it: Attiva tutto

source: New
es: Nuevo
it: Nuovo

source: Delete
es: Borrar
it: Elimina

source: Set Gpx Distance
es: Establecer Gpx Distancia
it: Imposta la distanza Gpx

source: Bib Exceptions
es: Excepciones babero
it: Numeri eccezzioni

source: Normalize
es: Normalizar
it: Normalizzare

source: Print
es: Impresión
it: Stampa

source: Category Type
es: Tipo de categoría
it: Tipo di categoria

source: Active
es: Activo
it: Attivo

source: Name
es: Nombre
it: Nome

source: Start Offset
es: Inicio Despecho
it: Avvio Compensación

source: Race Laps
es: Vueltas de Carrera
it: Giri di gara

source: Race Minutes
es: Carrera Minutos
it: Minuti di gara

source: Lapped Riders Continue
es: Corredores lapeados continúan
it: Gli Atleti Doppiati Continuano

source: Dist. By
es: Dist. Por
it: Dist. per

source: First Lap Dist.
es: Primero Vuelta Dist.
it: Lunghezza del Primo Giro

source: 80% Lap Time
es: 80% Vuelta Tiempo
it: 80% Tempo sul Giro

source: CrossMgr Estimated Laps
es: CrossMgr Vueltas Estimadas
it: Numero di Giri Stimati da CrossMGR

source: Publish
es: Publicar
it: Pubblica

source: Upload
es: Subir
it: Carica

source: Series
es: Serie
it: Serie

source: Name Copy
es: Copia de nombre
it: Copia nome

source: Open
es: Abierto
it: Aperto

source: Men
es: Hombres
it: Uomini

source: Women
es: Mujer
it: Donne

source: Excel file written to
es: Archivo de Excel escrito en
it: File Excel scritto su

source: Excel Write
es: Excel Escribir
it: Scrittura Excel

source: Cannot write
es: No puede escribir
it: Non posso scrivere

source: Check if this spreadsheet is already open.
es: Compruebe si esta hoja de cálculo ya está abierta.
it: Controlla se questo foglio di calcolo è già aperto.

source: If so, close it, and try again.
es: Si es así, ciérralo y vuelve a intentarlo.
it: In tal caso, chiudilo e riprova.

source: Excel File Error
es: Error de archivo de Excel
it: Errore file Excel

source: Set the GPX distance for all Categories?
es: Establecer la distancia GPX para todas las categorías?
it: Imposta la distanza GPX per tutte le categorie?

source: Set GPX Distance
es: Establecer la distancia GPX
it: Imposta la distanza GPX

source: You must select a Category first
es: Debes seleccionar una Categoría primero
it: Devi prima selezionare una categoria

source: Select a Category
es: Seleccione una categoría
it: Seleziona una categoria

source: Add Bib Exceptions (comma separated). This will add the given list of Bibs to this category, and remove them from other categories.
es: Agregar excepciones de babero (separados por comas). Esto agregará la lista dada de baberos a esta categoría, y los eliminará de otras categorías.
it: Aggiungi Eccezioni di Numero (separate da virgola). Questo aggiungerà l'elenco di numero in questa categoria, e li rimuoverà da altre categorie.

source: Add Bib Exceptions
es: Añadir excepciones babero
it: Aggiungi Eccezioni di numero

source: CategoryName
es: Nombre de la categoría
it: Categoria

source: Delete Category
es: Eliminar Categoría
it: Elimina categoria

source: Tap for NOW
es: Toque para AHORA
it: Tocca per ADESSO

source: New Race Start Time (24hr clock):
es: Nueva hora de inicio de carrera (24 horas):
it: Nuovo orario di inizio gara (orologio 24 ore):

source: Cannot change Time Trial Start Time
es: No se puede cambiar el tiempo de inicio de prueba
it: Impossibile modificare l'orario di partenza della Cronometro

source: There are already recorded results.
es: Ya hay resultados registrados.
it: Ci sono già risultati registrati

source: Cannot change Start Time
es: No se puede cambiar la hora de inicio
it: Impossibile cambiare l'orario di partenza

source: Are you Sure you want to change the Race Start to Later?
es: ¿Estás seguro de que quieres cambiar el inicio de carrera para más tarde?
it: Sei sicuro di voler cambiare l'inizio della gara in seguito?

source: (you can always undo).
es: (siempre se puede deshacer).
it: (puoi sempre annullare).

source: Are you sure?
es: ¿Estás seguro?
it: Sei sicuro?

source: Task
es: Tarea
it: Compito

source: Note
es: Nota
it: Nota

source: Cannot Import into a Running Race.
es: No se puede importar en una carrera en progreso
it: Non è possibile importare in una gara in corso

source: Wait until you have a complete data set, then import the full data into a New race.
es: Espere hasta que tenga un conjunto de datos completo, luego importe los datos completos a una Nueva carrera.
it: Attendere fino a quando non si dispone di un set di dati completo, quindi importare i dati completi in una nuova gara.

source: Cannot Import into Running Race
es: No se puede importar a carrera en progreso
it: Impossibile importare la gara in corso

source: time is before race start
es: el tiempo es antes de que comience la carrera
it: L'orario è prima dell'inizio della gara

source: tag missing from Excel sheet
es: etiqueta que falta en la hoja de Excel
it: tag mancante dal foglio Excel

source: No matching tags found in Excel link. Import aborted.
es: No se encontraron etiquetas coincidentes en el enlace de Excel. Importación abortada.
it: Nessun tag corrispondente trovato nel link di Excel. Importazione interrotta.

source: Import
es: Importar
it: Importa

source: Import Data File
es: Importar archivo de datos
it: Importa file di dati

source: You must first"New" a race and fill in the details.
it: Devi prima"Nuova" una gara e poi inserire i dettagli.

source: You must also configure a"Tag" field in your Sign-On Excel Sheet and link the sheet to the race.
it: È inoltre necessario configurare un campo"Tag" nel foglio Excel di accesso e collegare il foglio alla gara.

source: This is required so CrossMgr can link the tags in the import file back to rider numbers and info.
es: Esto es necesario para que CrossMgr pueda vincular las etiquetas del archivo de importación con los números de usuario y la información.
it: Questo è necessario in modo che CrossMgr possa collegare i tag nel file di importazione ai numeri e alle informazioni dell'atleta.

source: Race Data:
es: Datos de la carrera:
it: Dati di gara:

source: If the first chip read is NOT the start of the race, you will need to enter the start time manually.
es: Si la primera lectura de la ficha NO es el comienzo de la carrera, deberá ingresar la hora de inicio manualmente.
it: Se il primo chip letto NON è la partenza della gara, sarà necessario inserire manualmente l'orario di partenza.

source: Otherwise the import will use the first chip read as the race start.
es: De lo contrario, la importación usará el primer chip leído como el inicio de la carrera.
it: Altrimenti l'importazione utilizzerà il primo chip letto come inizio della gara.

source: TimeTrial Data:
es: Datos de Contrarreloj:
it: Dati Prova a Cronometro

source: The first chip read for each rider will be interpreted as the rider's start time.
es: El primer chip que se lea para cada usuario se interpretará como la hora de inicio del usuario.
it: Il primo chip letto per ogni corridore verrà interpretato come l'ora di inizio per l'atleta.

source: Warning: Importing from chip data could replace all the data in this race.
es: Advertencia: la importación de datos de chip podría reemplazar todos los datos en esta carrera.
it: Attenzione: l'importazione dai dati del chip potrebbe sostituire tutti i dati in questa gara.

source: Proceed with caution.
es: Proceda con precaución.
it: Procedi con cautela.

source: Data File
es: Archivo de datos
it: File di dati

source: Browse
es: Vistazo
it: Naviga

source: Data Is:
es: Los datos son:
it: I dati sono:

source: Data Policy:
es: Política de datos:
it: Politica dei dati

source: Clear All Existing Data Before Import
es: Borrar todos los datos existentes antes de importar
it: Cancella tutti i dati esistenti prima dell'importazione

source: Merge New Data with Existing
es: Fusionar nuevos datos con los existentes
it: Unisci nuovi dati con esistenti

source: Import Data Time Adjustment:
es: Ajuste de tiempo de importación de datos:
it: Importa aggiustamenti al tempo:

source: Behind
es: Detrás
it: Dietro a

source: Ahead
es: Adelante
it: Avanti

source: Race Start Time (if NOT first recorded time):
es: Hora de inicio de la carrera (si NO se registró por primera vez):
it: Orario di inizio della gara (se NON è il primo tempo registrato):

source: Data will be imported for a Time Trial
es: Los datos serán importados por un Time Trial
it: I dati verranno importati per una prova a tempo

source: Data will be imported for a Race
es: Los datos serán importados para una carrera.
it: I dati verranno importati per una gara

source: Import file
es: Importar archivo
it: Importa il file

source: Could not open data file for import
es: No se pudo abrir el archivo de datos para la importación
it: Impossibile aprire il file di dati per l'importazione

source: Cannot Open File
es: No puede abrir el archivo
it: Non è possibile aprire questo file

source: Cannot Merge into Unstarted Race.
es: No se puede unir en una carrera no iniciada.
it: Non si può fondere in una gara non partita.

source: Clear All Existing Data is allowed.
es: Borrar todos los datos existentes está permitido.
it: Cancella tutti i dati esistenti.

source: Import Merge Failed
es: Falló la fusión de importación
it: Importa unione non riuscita

source: Import File contains errors
es: Importar archivo contiene errores
it: Il file di importazione contiene errori

source: All errors have been copied to the clipboard
es: Todos los errores han sido copiados al portapapeles.
it: Tutti gli errori sono stati copiati negli appunti

source: Import Warning
es: Advertencia de importación
it: Avviso d'importazione

source: Import Successful
es: Importación exitosa
it: Importazione effettuata con successo

source: "LastName" must be linked to a column in the Excel sheetl
es: "Apellido" debe estar vinculado a una columna en la hoja de Excel
it: "LastName" deve essere collegato a una colonna nel foglio Excel

source: Success
es: Éxito
it: Successo

source: Category:
es: Categoría:
it: Categoria:

source: Select All
es: Seleccionar todo
it: Seleziona tutto

source: Deselect All
es: Deseleccionar todo
it: Deselezionare tutto

source: DNS Selected
es: DNS seleccionado
it: DNS selezionato

source: Potential DNS Entrants (use Shift-Click and Ctrl-Click to multi-select)
es: Posibles participantes en el DNS (use Shift-Click y Ctrl-Click para hacer una selección múltiple)
it: Potenziali partecipanti DNS (usa Maiusc-Clic e Ctrl-Fai clic per selezionare più)

source: No entrants selected to DNS
es: Ningún participante seleccionado a DNS
it: Nessun partecipante selezionato per DNS

source: DNS the following entrants?
es: DNS los siguientes entrantes?
it: DNS i seguenti partecipanti?

source: DNS Entrants
es: Entrantes de DNS
it: Partecipanti DNS

source: &Help
es: &Ayuda
it: &Aiuto

source: &Close (Ctrl-Q)
es: &Cerrar (Ctrl-Q)
it: &Chiudi (Ctrl-Q)

source: Rider Lap
es: Vuelta del jinete
it: Giri del corridore

source: Race Time
es: Tiempo de carrera
it: Ora della corsa

source: Rider
es: Jinete
it: Ciclista

source: 24 hr Clock Time:
es: 24 horas de reloj:
it: 24 ore:

source: Lap Note
es: Nota de vuelta
it: Note del giro

source: Cannot Enter Clock Time Before Race Start.
es: No se puede ingresar la hora del reloj antes del inicio de la carrera.
it: Impossibile inserire il tempo dell'orologio prima dell'inizio della gara.

source: (reminder: clock time is in 24-hour format)
es: (recordatorio: la hora del reloj está en formato de 24 horas)
it: (promemoria: l'ora dell'orologio è nel formato 24 ore)

source: Time Entry Error
es: Error de entrada de tiempo
it: Errore di immissione del tempo

source: Cannot enter a time that is before the Category Start Offset
es: No se puede ingresar una hora anterior al desplazamiento de inicio de categoría
it: Impossibile immettere un'ora prima dell'offset iniziale della categoria

source: All times earlier than the Start Offset are ignored.
es: Todas las veces anteriores a la compensación de inicio se ignoran.
it: Tutte le volte precedenti a Start Offset vengono ignorate.

source: Please enter a time after the Start Offset.
es: Por favor, ingrese un tiempo después de la compensación de inicio.
it: Si prega di inserire un tempo dopo l'inizio offset.

source: Earlier
es: Más temprano
it: Prima

source: Later
es: Luego
it: Dopo

source: Shift Direction
es: Dirección del cambio
it: Maiusc

source: Shift Time
es: Hora de turno
it: Spostiamo l'ora

source: Was
es: Estaba
it: Era

source: Now
es: Ahora
it: Adesso

source: Original
it: Originale

source: Before Entry
es: Antes de la entrada
it: Prima di:

source: After Entry
es: Despues de la entrada
it: Dopo di:

source: Insert
es: Insertar
it: Inserisci

source: Number
es: Número
it: Numero

source: Bib
es: Babero
it: Numero

source: Clock Time
es: Hora del reloj
it: Ora

source: Confirm Delete
es: Confirmar eliminación
it: Conferma cancellazione

source: Delete Entry
es: Eliminar la entrada
it: Elimina voce

source: and Enter Last Lap Time at
es: y entrar en la última vuelta en
it: e inserisci il tempo ultimo giro a

source: Confirm Did Not FINISH
es: Confirmar no terminó
it: Conferma che è DNF

source: Pull
es: Halar
it: Escludi

source: Confirm PULL Rider
es: Confirmar PULL Rider
it: Conferma l'Esclusione

source: Confirm Did Not START
es: Confirmar no se ha iniciado
it: Conferma è DNS

source: Confirm Disqualify
es: Confirmar Descalificar
it: Conferma squalifica

source: Powered by CrossMgr (sites.google.com/site/crossmgrsoftware)
es: Desarrollado por CrossMgr (sites.google.com/site/crossmgrsoftware)
it: Realizzato da CrossMgr (sites.google.com/site/crossmgrsoftware)

source: Last Name
es: Apellido
it: Cognome

source: First Name
es: Nombre de pila
it: Nome

source: Speed
es: Velocidad
it: Velocità

source: Page
es: Página
it: Pagina

source: Total
it: Totale

source: Lapped
es: Lapeado
it: lambite

source: 1st lap
es: 1a vuelta
it: 1 ° giro

source: more laps of
es: más vueltas de
it: più giri di

source: laps of
es: vueltas de
it: giri di

source: winner
es: ganador
it: vincitore

source: Clock
es: Reloj
it: Orologio

source: Start
es: comienzo
it: Inizio

source: ElapsedTime
es: Tiempo transcurrido
it: Tempo trascorso

source: Factor %
it: Fattore%

source: Time
es: Hora
it: Tempo

source: Gap
es: Brecha
it: divario

source: Prize
es: Premio
it: Premio

source: Direction
es: Dirección
it: Direzione

source: Right to Left
es: De derecha a izquierda
it: Da destra a sinistra

source: Left to Right
es: De izquierda a derecha
it: Da sinistra a destra

source: Copy to Clipboard
es: Copiar al portapapeles
it: Copia negli appunti

source: Save
es: Salvar
it: Salva

source: Pixels/Sec
es: Píxeles / seg
it: Pixel/Sec

source: Scale
es: Escala
it: Scala

source: Successfully copied to clipboard
es: Copiado con éxito al portapapeles
it: Copiato con successo negli appunti

source: Unable to open the clipboard
es: No se puede abrir el portapapeles
it: Impossibile aprire gli Appunti

source: Error
it: Errore

source: Save Finish as
es: Guardar Finalizar como
it: Salva Finisci come

source: files
es: archivos
it: File

source: Finish Strip
es: Tira de acabado
it: Striscia d'arrivo

source: Wave
es: Ola
it: Onda

source: Recorded
es: Grabado
it: Registrato

source: Expected (click Bib to record entry)
es: Esperado (haga clic en Bib para grabar la entrada)
it: Previsto (fare clic su un numero per inserirlo)

source: Correct
es: Correcto
it: Corretta

source: Split
es: División
it: Dividi

source: Shift
es: Cambio
it: Cambia

source: Lead
es: Dirigir
it: In Testa

source: miss
es: perder
it: Perdere

source: Expected
es: Esperado
it: Previsto

source: before race leader
es: antes del líder de la carrera
it: prima del leader della corsa

source: Ftp Update Progress
it: Avanzamento dell'aggiornamento Ftp

source: KB to go
es: KB para ir
it: KB per andare

source: Uploading
es: Subiendo
it: Caricamento

source: by
es: por
it: di

source: Ftp Publish Results
es: Ftp publicar resultados
it: Pubblica risultati Ftp

source: Upload Photos to Path
es: Subir fotos a la ruta
it: Carica foto in

source: Automatically Upload Results During Race
es: Sube automáticamente los resultados durante la carrera
it: Carica automaticamente i risultati durante la gara

source: Print Results URL as a QR Code...
es: Imprimir URL de resultados como un código QR ...
it: Stampa l'URL dei risultati come codice QR ...

source: Ftp Host Name
es: Nombre de host Ftp
it: Nome host Ftp

source: Upload files to Path
es: Subir archivos a la ruta
it: Carica i file sul percorso

source: User
es: Usuario
it: Utente

source: URL Path (optional)
es: Ruta URL (opcional)
it: Percorso URL (facoltativo)

source: Published Results URL
es: URL de resultados publicados
it: URL dei risultati pubblicati

source: Test FTP Connection
es: Probar la conexión FTP
it: Prova connessione FTP

source: Do FTP Upload Now
es: Hacer FTP subir ahora
it: Fai upload FTP adesso

source: Ftp Test Failed
es: Falló la prueba de ftp
it: Test Ftp fallito

source: Ftp Test Successful
es: Prueba de ftp exitosa
it: Test Ftp riuscito

source: Missing host name.
es: Falta el nombre del host.
it: Nome host mancante.

source: Ftp Upload Failed
es: Falló la carga de FTP
it: Caricamento Ftp fallito

source: Ftp Upload Failed.
es: Falló la carga de FTP.
it: Caricamento Ftp fallito.

source: Show Full Names
es: Mostrar nombres completos
it: Mostra i nomi completi
